{
  "latest_version": "3.0.0",
  "release_notes": {
    "Arabic": "- تمت إضافة مشغل سور القرآن. يعمل بنمط مشغلات الوسائط، يتيح لك تشغيل السور وليس الآيات، يدعم ما يزيد عن 200 قارئ بعدة روايات، يدعم التقديم والترجيع بأكثر من طريقة، وضع التكرار لآيات محددة، طريقة مبتكرة لتبديل القراء والسور والمزيد. تجد مشغل السور عن طريق النافذة الرئيسية أو  في قائمة أدوات، أو الاختصار Shift+P.\n- تمت إضافة أداة المسبحة. تتيح لك إضافة عدة تسابيح أو استخدام التسابيح الافتراضية، تحفظ عداد لكل تسبيح وتتيح لك زيادة قيمة العداد أو تقليلها بطرق مختلفة، تجدها في النافذة الرئيسية أو قائمة الأدوات أو الاختصار Shift+S.\n- تمت إضافة قصص الأنبياء، وهي أداة تتيح لك تصفح قصص الأنبياء ونسخها وحفظها كملفات نصية. تجدها في قائمة الأدوات، أو الاختصار Shift+O.\n- تمت إضافة دليل الاستخدام، وهو دليل شامل يتضمن كل تفاصيل البيان مع الإشارة في كل عنصر إلى العناصر المرتبطة. تجده في قائمة مساعدة أو عن طريق F1. نوصي بقراءته لمعرفة طرق استخدام الميزات المتاحة بالتفصيل. جزيل الشكر للأستاذ رياض أسوم على تدقيق الدليل.\n- تمت إضافة سجل لمستجدات تحديثات البيان منذ إصداره الأول. تجده في قائمة مساعدة، أو عن طريق F2.\n- تمت إضافة أيقونة للبيان، واستبدال أسماء معظم الأزرار بأيقونات، لن تتأثر قارئات الشاشة بهذا التغيير.\n- أصبح بإمكانك تقديم وترجيع الآية المشغلة، وذلك عن طريق J أو L أو Ctrl+Alt والأسهم، يمكنك تحديد المدة من الإعدادات، وهي بين 2 و15 ثانية. \n- أصبح بإمكانك إعادة الآية المشغلة إلى بدايتها عن طريق Shift+J.\n- في وضع القراءة المستمرة للآيات، سيتحرك المؤشر تلقائيًا مع الآية المشغلة.\n- أصبح بإمكانك معرفة الآية التي تستمع إليها حاليًا عن طريق ضغط C.\n- تم إجراء محاولة للتقليل من حالات عدم عمل البسملة مع تشغيل الآيات، لم تنتهي المشكلة كليًا في الوقت الحالي.\n- أصبح بإمكانك نقل التركيز إلى مربع تحرير قراءة القرآن عن طريق Ctrl+M.\n- أصبح بإمكانك حفظ الرسالة التحفيزية الحالية كصورة.\n- تم نقل رسالة لك إلى قائمة أدوات، وتم تغيير اختصارها إلى Shift+M.\n- تمت إضافة رسالة تأكيد لإعادة تعيين إعدادات الأذكار.\n- تم تغيير اختصار الأذكار إلى Shift+A.\n- تم تغيير اختصار أسباب نزول الآية إلى Shift+R.\n- تم تغيير اختصار التحديث إلى Ctrl+F2.\n- تم تغيير اختصار إغلاق البرنامج إلى Ctrl+Shift+W أو Ctrl+Shift+F4.\n- تمت إضافة اختصار Alt+C لتغيير المفسر في نافذة التفاسير.\n- تمت مراجعة اختصارات Ctrl+W و Ctrl+F4 والتأكد من عملهم على إغلاق أي نافذة يتم فتحها.\n- تم تحديث رسائل التأكيد والتنبيه والإضافة في مختلف النوافذ لضمان عرض أسماء الأزرار باللغة العربية.\n- تمت إضافة العديد من الرسائل التحفيزية.\n- تمت إضافة المزيد من المعلومات لملف تثبيت البرنامج.\n- تمت إضافة خيار لتحديد بدء تشغيل البيان مع النظام أثناء التثبيت.\n- تم تغيير اسم ملف الإعدادات إلى config.ini.\n- تم إصلاح خطأ كان يمنع البيان من الإغلاق بشكل صحيح أثناء تشغييل الأذكار الصوتية والبقاء في الخلفية.\n- تم إجراء محاولة لتشغيل الآيات والسور بشكل أفضل مع اتصال الإنترنت غير المستقر.\n- تم إجراء الكثير من التحسينات على كود البرنامج.\n- العديد من التحسينات.",
    "English": "",
    "Spanish": "",
    "French": ""
  },
  "download_url": "https://github.com/tecwindow/albayan/releases/download/3.0.0/AlbayanV3.0.0.exe"
}