{
  "latest_version": "4.0.1",
  "release_notes": {
    "Arabic": "يتضمن هذا الإصدار عدة إصلاحات للأخطاء وبعض التحسينات.\n- تم إصلاح خطأ في الترميز coding كان يمنع تشغيل البيان في حال احتوت أسماء كروت الصوت في الجهاز على حروف او رموز غير إنجليزية.\n- تم إصلاح خطأ في حفظ الموضع الحالي كان يمنع تشغيل البرنامج بعد فتح نافذة العرض المخصص وإغلاقها دون  تحديد السور والآيات المراد عرضها.\n- تم إصلاح خطأ في مشغل السور حيث يتوقف البرنامج عند فتح وضع الفلترة وتغيير الخيارات قبل تشغيل أي سورة لمرة واحدة.\n- تم تحسين ميزة استعادة الموضع المحفوظ بحيث يتم نقلك إلى أول آية في وضع التصفح المحفوظ إذا فشلت الاستعادة إلى الآية المحفوظة لأي سبب.\n- تم تصحيح تنسيق نص القرآن لإضافة علامة | في نهاية السورة عند تفعيل خيار قلب الصفحات تلقائيًا دون الحاجة لإعادة تشغيل البرنامج.\n- تم تعديل رسالة حول البرنامج لعرض رقم الإصدار بشكل أفضل.\n- تم تعديل عنوان نافذة العرض المخصص لعرض اسم وضع العرض المخصص.\n- تم تحسين رسائل cx_Freeze لعرض رسائل الأخطاء بشكل أفضل.\n- تمت إتاحة نسخ رسائل الخطأ عن طريق Ctrl+C.\n- تم تصحيح تنسيق بعض التفاصيل في دليل الاستخدام.\n- تمت إضافة بعض المستجدات المفقودة في الإصدارات السابقة ضمن ملف المستجدات.\n- بعض التحسينات على الكود.\nالإصدار 4.0.0:\nيتضمن هذا الإصدار عدد كبير من المستجدات، تشمل العرض المخصص والمعلومات المفصلة والسجلات المحدثة وتخصيص كروت الصوت وعدد كبير من التحسينات.\nملاحظة، بسبب تغييرات في ميزة حفظ الموضع الحالي، لن يعمل الموضع المحفوظ من الإصدارات السابقة مع هذا الإصدار.\n- تمت إضافة ميزة وضع العرض المخصص، يمكنك تحديد من سورة و آية لسورة و آية وعرضهم في نص واحد، مفيد لسماع سور أو آيات محددة، أو يمكنك عرض القرآن كله في نص واحد. يتم تطبيق عدة تغييرات في هذا الوضع، مثل تعطيل السابق والتالي والذهاب إلى والمزيد، يمكنك التبديل إلى هذا الوضع من قائمة وضع التصفح أو Ctrl+6، تفاصيل أكثر في دليل الاستخدام.\n- تمت إضافة ميزة علامات الوقف البديلة، تشمل خيار نصي وخيار برايل الذي يتضمن الرموز الشائعة في مصاحف برايل، يمكنك التحكم في علامات الوقف في إعدادات القراءة، ويمكنك العثور على جدول يشرح كل علامة  في دليل الاستخدام.\n- تمت إضافة ميزة الذهاب إلى آية، تعمل عن طريق قائمة تنقل أو اختصار Shift+G تمكنك من الذهاب إلى أي آية متاحة في وضع العرض الحالي، يوجد صندوق خيارات لتحديد سورة متاحة من السور في العرض الحالي ومربع كتابة للأرقام لكتابة رقم الآية، تفاصيل أكثر في دليل الاستخدام.\n- تمت إضافة ميزة كروت الصوت، تعمل من إعدادات الصوت في الإعدادات، تتيح لك إخراج صوت كل تصنيف من تصنيفات البيان باستخدام جهاز إخراج صوت منفصل، مفيدة مع سماعات الرأس أو سماعات USB التي تعمل ككروت صوت منفصلة.\n- تمت إضافة ميزة المعلومات: تشمل معلومات السورة والصفحة والربع والحزب والجزء ومعلومات عامة، إلى جانب معلومات الآية المتوفرة سابقًا، يتم حساب معظم المعلومات بشكل برمجي، تفيدك معلومات السورة بمعرفة نوعها ومواضع البداية والنهاية، ومعلومات الجزء على سبيل المثال بمعرفة السور والآيات في الجزء، وينطبق الأمر نفسه على الحزب والربع والصفحة، يمكنك الوصول إلى الخيارات عن طريق قائمة معلومات أو عن طريق الاختصارات Alt+Shift+الأرقام من 1 إلى 7، أو Shift+I لمعلومات الآية و Ctrl+I لمعلومات السورة.\n- تمت إضافة مستويات السجل في البيان، تشمل أخطاء ومعلومات وتحذيرات وتصحيح الأخطاء، يمكن تفعيل مستوى محدد لتتبع الأخطاء بفعالية، يمكن التحكم في الميزة من الإعدادات العامة، نوصي بعدم تفعيل تصحيح الأخطاء لتجنب بطء الأداء، وعند ما نطلب تفعيله لتتبع خطأ معين نوصي بتغييره إلى أخطاء بعد تتبع المشكلة، تفاصيل أكثر في دليل الاستخدام.\n- تمت إضافة قائمة وضع التصفح مع اختصار Alt+B, تحتوي هذه القائمة على أوضاع التصفح التي تعمل بالاختصارات Ctrl+الأرقام من 1 إلى 6، وتعمل القائمة بوضع التحديد، أي أن الوضع الحالي سيظهر خياره على إنه محدد في القائمة.\n- تمت إضافة قائمة معلومات مع اختصار Alt+I تتضمن خيارات المعلومات المختلفة.\n- تم تعديل ميزة حفظ الموضع الحالي لتدعم العرض المخصص، نتيجة لذلك، لن تعمل ميزة الموضع الحالي المحفوظ من إصدارات سابقة مع هذا الإصدار والإصدارات التالية.\n- تمت إضافة خيارات تغيير القارئ Ctrl+Shift+R وتغيير الإجراء بعد الاستماع Ctrl+Shift+U في قائمة تفضيلات Alt+R.\n- تمت إضافة وظيفة معرفة الموضع الحالي أثناء قراءة القرآن عن طريق حرف V يشمل الآية والسورة الحالية دون الحاجة لقراءة الآية أو فتح المعلومات لمعرفة رقمها.\n- تم تحسين وظيفة نطق الآية المشغلة باستخدام C لتتضمن حالة التشغيل وتعمل حتى عند استخدام السابق والتالي.\n- تمت إضافة إعدادفي إعدادات الاستماع  لتعطيل نقل المؤشر تلقائيًا أثناء تشغيل الآيات، عند تعطيله لن يقاطعك تشغيل الآيات المتتالي أو الآية السابقة والتالية أثناء التنقل على النص.\n- تمت إضافة اختصار Alt+Shift+C لنقل المؤشر والتركيز إلى الآية المشغلة حاليًا.\n- تم تبديل اختصارات Ctrl+1 و Ctrl+2 بحيث أصبح 1 للسور و2 للصفحات. وذلك لأغراض التوافق مع بقية عناصر الواجهة وأجزاء الكود.\n- تمت إضافة اختصار Ctrl+I في الذهاب إلى لمعرفة المواضع التي يمكنك الانتقال بينها.\n- تم تبديل اختصارات F5و F6 بحيث أصبح F5 للسابق و F6 للتالي. لا يوجد أي تغيير عملي باستثناء أن ترتيب التصنيفات قد يختلف.\n- تمت إضافة مفتاح Shift إلى الأرقام في مشغل السور للتنقل على النسبة المئوية، أي إنك تضغط Shift+الرقم بدل من الرقم فقط، وذلك لتجنب الانتقال عن طريق الضغط غير المقصود.\n- سيتم إعلامك بالوقت الذي تم الانتقال إليه في السورة عن طريق Shift+الأرقام في مشغل السور.\n- تم تعديل المثبت للسماح بتثبيت البيان  على Windows ARM64.\n- تم إصلاح خطأ في استعادة الموضع المحفوظ حيث كان يستخدم رقم السورة مع أوضاع أخرى ويتسبب بظهور نص فارغ.\n- أصبح بإمكانك فتح تفسير الآية الحالية عن طريق ضغط Enter عليها.\n- سيتذكر البيان آخر تفسير تم استخدامه بدل من استخدام خيار افتراضي دائمًا..\n- ستعرض نافذة التفسير اسم التفسير الحالي في العنوان.\n- سيقوم البيان بتضمين رقم الآية واسم السورة والتفسير الحالي عند نسخ تفسير الآية.\n- تمت إضافة موضع الآية في الجزء ورقمها في المصحف إلى معلومات الآية.\n- تمت إضافة ما يزيد عن 50 ملف للأذكار الصوتية وأصبح لدينا إجمالًا 100 ملف.\n- تم إجراء تعديلات صوتية لتحسين الأذكار الصوتية الحالية عن طريق حذف الأصوات الزائدة.\n- تمت إضافة رقم الآية واسم السورة المشغلة في شريط الحالة في النافذة الرئيسية.\n- سيتذكر البيان آخر عملية بحث حتى بعد إغلاق البرنامج.\n- سيتم تحديد نص آخر عملية بحث لبدء الكتابة واستبدالها دون الحاجة للحذف اليدوي.\n- تم إصلاح خطأ حيث كان البيان ينفذ البحث المتقدم حتى إذا تم تعطيله.\n- سيصدر البيان تنبيه صوتي عند كتابة حروف غير مدعومة في البحث.\n- سيتم تغيير اسم الذهاب إلى بحسب وضع التصفح الحالي، باستثناء الذهاب إلى آية الذي يعمل مع جميع أوضاع التصفح.\n- سينبهك البيان بشكل صوتي عند كتابة أرقام لا يمكنك الذهاب إليها في نافذة الذهاب إلى.\n- سينبهك البيان عند حفظ علامة بدون اسم.\n- تمت إضافة خيار لحذف الكل مع اختصار Ctrl+Delete في العلامات.\n- تم تعديل خيارات مدير العلامات ليتم تعطيلها عند عدم توفر علامات أو عدم تحديد علامة.\n- تم استخدام صوت عند تغيير نوع الخط أو علامات الوقف من الإعدادات.\n- تم نقل خيار معلومات الآية إلى قائمة المعلومات.\n- تم تصحيح بعض الاختصارات في دليل الاستخدام.\n- يتم فتح الروابط الخارجية في علامة تبويب جديدة في دليل الاستخدام.\n- تم تحسين جداول الاختصارات في دليل الاستخدام.\n- تم إصلاح خطأ عرض السور مع كلمة سورة في مشغل السور عند استخدام الخط العثماني.\n- تم تحسين تنسيق النص في عرض القرآن، يشمل وضع رقم السورة بين قوسين وتضمين الرقم العربي وبعض التحسينات.\n- تم نقل رسالة السؤال عن حذف الإعدادات عند إزالة تثبيت البيان لتظهر بعد إكمال إزالة التثبيت، وذلك لتجنب مشكلة التركيز مع قارئات الشاشة.\n- تمت إعادة ترتيب قائمة التفضيلات ونقل الإعدادات إلى آخر خيار.\n- تم تحديث QT إلى QT6.9.0. نتيجة لذلك، لن تتمكن من التركيز على الخيارات المعطلة في قوائم البرنامج، وذلك لتطابق QT مع تصميم Windows 11.\n- تم تحسين عرض أزرار السابق والتالي في النافذة الرئيسية.\n- تم الاعتماد على قواعد البيانات في عرض اسم السور في البحث والوصول السريع والاستغناء عن ملف >json.\n- تمت إعادة تصميم نظام عرض القرآن وتحسينه بشكل كبير.\n- تمت إعادة تصميم نظام القوائم لتنظيم الكود.\n-تمت إعادة تصميم نظام اختصارات القوائم  لتحسين الكود.\n- تمت إعادة تصميم نظام السجل بالكامل وإضافة ما يقارب 2000 سطر من السجلات للبرنامج.\n- تم تغيير نظام كتابة وقراءة الإعدادات لسهولة التعديل وللتوافق مع Python 3.13.\n- تم تحديث إصدار Python إلى Python 3.13.\n- تم تحديث معظم الملحقات إلى أحدث إصدار متاح في وقت تحديث البيان.\n- تم تحسين كود تحويل البرنامج إلى .exe ليعمل بمرونة أكبر.\n- تم تحسين ملفات الكود بشكل كبير.\n- المزيد من التحسينات.",
    "English": "",
    "Spanish": "",
    "French": ""
  },
  "download_url": "https://github.com/tecwindow/albayan/releases/download/4.0.1/AlbayanV4.0.1.exe"
}