{
  "latest_version": "2.0.0",
  "release_notes": {
    "Arabic": "- تم إضافة ميزة الاستماع إلى الآيات, يمكنك تشغيل أي آية أثناء تركيزك عليها باستخدام المسافة أو Ctrl+P, استخدم نفس الاختصار أو قائمة المشغل للإيقاف المؤقت, يمكنك إيقاف التشغيل عن طريق Ctrl+Space أو Ctrl+e, يمكنك استخدام شريط الأدوات الذي يوفر خيار التشغيل, لسهولة التصفح, تم منع التركيز على شريط الأدوات باستخدام لوحة المفاتيح.\n- يمكنك تشغيل الآية التالية أو السابقة عن طريق قائمة المشغل أو ctrl+shift+N و Ctrl+Shift+b.\n- يمكنك تحديد القارئ وتفعيل الانتقال إلى الآية التالية أو تكرار الآية الحالية من الإعدادات, في حال تم تفعيل الانتقال التلقائي, حدد سورة أو حزب أو ربع أو جزء أو صفحة وستستمع إلى المحدد من الموضع الذي تبدأ التشغيل منه.\n- تم إصلاح خطأ كبير حيث كان التنقل بالأسهم يتجاوز علامات التشكيل.\n- تمت إضافة ميزة رسالة لك, وهي رسائل تحفيزية يمكنك عرضها من الزر المطابق في النافذة الرئيسية, او عن طريق Ctrl+M. جزيل الشكر للأستاذة زينب بهاء.\n- تمت إضافة ميزة قلب الصفحات تلقائيًا, تابع النزول في نهاية كل وضع تصفح وسينتقل إلى العنصر التالي تلقائيًا, يمكنك تفعيل الميزة من الإعدادات.\n- أصبح بإمكانك التبديل بين الخط الحديث والخط العثماني من الإعدادات, النسخة الحالية برواية حفص عن عاصم.\n- تم فصل مستويات الصوت إلى تصنيفات, يمكنك التبديل بين مستوى صوت مؤثرات البرنامج أو الأذكار أو الآيات عن طريق f5/f6, ويمكنك خفض مستوى صوت التصنيف الحالي وزيادته عن طريق f7/f8, أضف Shift للانتقال 5 درجات, Ctrl للانتقال 10 درجات, Alt للانتقال بين 0 و100, أو يمكنك ضبطهم من الإعدادات.\n- أصبح بإمكانك جعل البيان يبدأ مع بدء تشغيل Windows, لتفعيل هذا الخيار, سيتم تفعيل خيار البقاء في الخلفية تلقائيًا, تعطيل خيار البقاء في الخلفية يعطل بدء التشغيل مع النظام.\n- تمت إضافة وتغيير مجموعة من المؤثرات الصوتية وأصوات البسملة.\n- تم تغيير قائمة الإعدادات إلى عرض شجري, تم فصل إعدادات الصوت إلى قسم جديد, وتم إضافة 2 من الأقسام الجديدة.\n- أصبح بإمكانك الكتابة في صندوق الخيارات من الوصول السريع والبحث المتقدم للعثور على سورة بسرعة.\n- أصبحت أزرار السابق والتالي تفاعلية, يتم تغيير أسمائها وفقًا لوضع التصفح الحالي.\n- تمت إضافة ميزة تتبع الأخطاء في البرنامج بشكل متقدم وتفصيلي, مع رموز للأخطاء.\n- تم إجراء تحسينات كبيرة على استهلاك البيان للذاكرة.\n- سينبهك البيان عند إغلاقه وبقائه في الخلفية.\n- تم تغيير خيار اتجاه النص إلى قائمة فرعية بخيارات منفصلة.\n- أصبح بإمكانك تغيير اتجاه النص عن طريق ctrl+shift على يمين ويسار لوحة المفاتيح.\n- تمت إضافة علامة | في بداية ونهاية وضع التصفح الحالي لضمان عدم تجاهل جزء من النص مع قارئ الشاشة.\n- أصبح بإمكانك تمرير -minimized إلى ملف التشغيل لبدء البرنامج في الخلفية.\n- تم تغيير اختصار الرجوع إلى الموضع المحفوظ إلى Ctrl+Backspace, واختصار قائمة التفضيلات إلى Alt+R.\n- أصبح بإمكانك جدولة الأذكار ضمن يومين بدل من 1.\n- تم تصحيح خطأ حيث كان تعيين وقت النهاية قبل البداية في الأذكار يعطل البرنامج.\n- تم إصلاح خطأ كان يمنع البيان من عرض نص الأذكار بالكامل في الإشعارات.\n- تم إصلاح خطأ حيث كان البيان يحتفظ بآخر عملية لكن يمنع تكرار البحث.\n- تم إصلاح خطأ كان يمنع نافذة المعلومات من اتباع ألوان البرنامج الحالية.\n- تم تصحيح بعض الأخطاء في نصوص الخيارات والأذكار.\n- تم إجراء تحسينات كثيرة لتنظيم الكود.\n- العديد من التحسينات الصغيرة.",
    "English": "",
    "Spanish": "",
    "French": ""
  },
  "download_url": "https://github.com/tecwindow/albayan/releases/download/2.0.0/AlbayanV2.0.0.exe"
}