[
    "التقبل هو أعظم حاجة ممكن تقدمها لصحتك النفسية: تقبل الأشخاص وطباعهم، تقبل الأحداث، تقبل الفقد، تقبل الخسارة، تقبل الاختلاف، تقبل إن كل حاجة بتحصل لسبب وحتى لو مش قادر تفهمه دلوقتي في يوم هتبتسم وتحس إن كل اللي حصل وبيحصل دايمًا في صفك.",
    "اللهم إني أشهدك بأني قد رضيت بكل ما أردته، من عطاء وحِرمان، ومن جبرٍ ومن كسرٍ، ومن فرحٍ ومن ألم، ومن نجاحٍ ومن فشل، فأرضني بفرح وجبر من حيث لا أحتسب يا الله.",
    "مَن سلَّم أمره لله؛ أغناه بغير سبب، وأعزّه بغير عشيرة، وشرّفه بغير منصب، وآنسه بغير صاحب. اللهم إنّي أسلمتُ نفسي إليك وفوضت أمري إليك، لا ملجأ ولا منجى منك إلا إليك، ربِّ إني فوضت أمري إليك وتوكلت عليك فكن لي خير وكيلٍ ودبّر لي أمري فإني لا أُحسِن التدبير.",
    "اللهَّم إني أسالك توفيقا في طريقي وراحه في نفسي وتيسيراً لأمري، ربي أعوذ بك من شتات الأمر ومسّ الضُّر و ضيق الصدر.، اللهم إني استغفرك من كل ذنب يعقّب الحسرة و يُورث الندامة و يرد الدعاء و يحبس الرزق، ربي إن كان هناك ذنب يحول بيني وبين تيسير أموري اغفره لي.",
    "لا يوجد سعي يضيع أو يكون بدون فائدة. الله يأمرنا بالسعي ويحاسبنا عليه، أما النتائج فهي ليست مسؤوليتنا. تحققها قد يكون ضاراً لنا، لكن مجهودك مهما كان سيثاب عليه والله لن ينساه وسيعوضك عنه بالخير. السعي هو الذي يساعدنا على النضوج في رحلتنا. الإنسان لا يصل بجهده وحده، بل يبذل جهده ثم يفتح الله عليه بفضله وكرمه ورحمته وبعلمه السابق بما هو خير له. وتذكر دائمًا قول الله تعالى: وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَىٰ  وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ  ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَىٰ.",
    "ثق بالله دائمًا، فكل خطوة تخطوها في طريقك للخير يباركها الله، وكل تحدٍّ تواجهه هو امتحان لإيمانك وصبرك، فتذكر أن الله لا يُضيع أجر المحسنين أبدًا.",
    "تذكر أن الله معك في كل لحظة، يسمع دعاءك ويرى جهدك، فابذل ما بوسعك واترك الباقي له، فهو القادر على أن يبدّل حالك من ضيق إلى سعة ومن حزن إلى فرح.",
    "حين تشعر بالضعف، تذكر أن الله هو القوة التي لا تنضب، استمد منه عزيمتك وانهض، فالله يحب الصابرين المجتهدين الذين يسعون ويثقون برحمته.",
    "لا تنس أن كل ما يصيبك في هذه الحياة، خيرًا كان أو شرًا، هو جزء من حكمة الله العظيمة، فاصبر واحمد، وكن دائمًا على يقين بأن الله لا يكتب لعبده إلا الخير.",
    "اعمل لآخرتك كأنك ترى الله أمامك، وسر في هذه الدنيا بقلب مليء بالإيمان، فكل عمل طيب وكل ابتسامة وكل كلمة طيبة تُحسب لك في ميزان حسناتك يوم لا ينفع مالٌ ولا بنون.",
    "تذكر دائمًا أن رحمة الله وسعت كل شيء، فلا تيأس مهما كثرت ذنوبك، وابدأ من جديد بكل ثقة في عفو الله ومغفرته.",
    "السعي الدائم نحو الخير هو سر النجاح الحقيقي، فابذل جهدك وثق أن الله لا يُخيب أمل من أحسن العمل.",
    "إذا تعثرت في طريقك، فلا تحزن، فالتعثر ليس النهاية، وإنما هو بداية جديدة وفرصة لتقوية إرادتك بالاستعانة بالله.",
    "لا تنسَ أن الدعاء هو سلاح المؤمن، فارفع يديك إلى السماء واطلب من الله كل ما تتمناه، فهو الكريم الذي لا تنفد خزائنه.",
    "كل لحظة تمر عليك هي فرصة لتقربك من الله، فلا تفرط في وقتك، واجعل حياتك مليئة بالأعمال الصالحة التي ترضي الله وتقرّبك إليه.",
    "ثقتك بالله هي مصدر قوتك الحقيقية، فحتى في أصعب لحظاتك، تذكر أن الله معك ولن يتركك وحدك.",
    "الابتلاء نعمة قد تخفى حكمتها، لكنه دليل على محبة الله لعبده، فكن من الشاكرين الذين يعلمون أن الفرج يأتي بعد الصبر.",
    "ابدأ يومك بذكر الله، واجعل حسن الظن به شعارك، فأقدارك مكتوبة بحكمة، وما عند الله خير وأبقى.",
    "تذكر أن الله لا يكلف نفسًا إلا وسعها، فأنت قوي بما يكفي لتجاوز أي محنة بفضل الله ورحمته.",
    "اجعل قلبك معلقًا بالله دائمًا، فما خاب من توكل عليه، وما ضلّ من استهدى بنوره.",
    "حين تضيق بك الدنيا، ارفع يديك بالدعاء، فإن الله قريب يجيب دعوة الداعِ إذا دعاه، ولن يخذلك أبدًا.",
    "السعي نحو رضا الله هو الغاية العظمى، فلا تجعل شيئًا في هذه الدنيا يشغلك عن طاعته وتقربك إليه.",
    "كل حلم تسعى لتحقيقه يبدأ بإيمانك أن الله قادر على كل شيء، فثابر وتوكل عليه ولا تخف من المستقبل.",
    "في كل موقف صعب تمر به، تذكر أن بعد العسر يسرًا، وأن الله لا يترك عبدًا لجأ إليه واستعان برحمته.",
    "جعل الله لكل شيء سببًا، فاصبر واعمل واجعل نيتك خالصة له، وسترى كيف يفتح الله لك أبواب الخير والرزق.",
    "كثرة الصلاة على النبيّ صلى الله عليه وسلم تُكْثِرُ الأرزاق والبركات ، وتقضى الحوائج ، وتكشف الهموم ، وتفرج الكروب ، ويصل بها العبد إلى خالقه من أوسع الأبواب. اللَّهُمَّ صَلِّ علَى  مُحَمَّدٍ وعلَى آلِ  مُحَمَّدٍ ، كما صَلَّيْتَ علَى  إبْرَاهِيمَ ، وعلَى آلِ  إبْرَاهِيمَ ، إنَّكَ حَمِيدٌ مَجِيدٌ ، اللَّهُمَّ بَارِكْ علَى  مُحَمَّدٍ وعلَى آلِ  مُحَمَّدٍ ، كما بَارَكْتَ علَى  إبْرَاهِيمَ ، وعلَى آلِ  إبْرَاهِيمَ إنَّكَ حَمِيدٌ مَجِيدٌ.",
    "أفكارك هي مفتاح أقدارك: عقلك الباطن بيحول أفكارك لواقع ملموس، لو شفت نفسك عظيم، هتبقى عظيم، لو صدقت إنك ناجح، هتنجح، ولو اقتنعت إنك فاشل، الفشل هيبقى مصيرك. توقع الخير، هيجيلك الخير، توقع الشر، هيجيلك الشر. حتى علاقتك بربنا مبنية على ظنك بيه: لو حسيت إن ربنا دايماً معاك، هتلاقيه سندك، ولو توقعت إن ربنا يتخلى عنك، هتعيش الوحدة. قال رسول الله ﷺ: \"أنا عند ظن عبدي بي، فليظن بي ما شاء.\"",
    "حين تظن أن الأبواب قد أُغلقت: تذكّر أن الله لا يغلق باباً إلا ليفتح لك أبواباً أوسع وأجمل. اصبر وأحسن الظن بالله، فكل تأخير هو ترتيب رباني لخيرٍ لم تدركه بعد.",
    "اجعل قلبك معلقاً بربك، فهو وحده القادر على أن يحوّل حزنك إلى فرح، وضعفك إلى قوة، وأحلامك إلى حقيقة. تفاءل بالخير، فإن الله يحب عبده الذي يحسن الظن به.",
    "كلما ضاقت عليك الدنيا، تذكر أن الله قريب يسمع دعاءك ويرى صبرك. لا تستسلم، فما بعد العسر إلا يسر، وما بعد الصبر إلا فرج عظيم يُبهِج القلب.",
    "حين تتعثر خطاك، تذكّر أن الله يراك، وأن كل عثرة هي خطوة نحو طريق أفضل. ثق بأن الخير قادم، فالله أحنُّ عليك من نفسك. قل: 'يا رب'، وسيفتح لك أبواب رحمته.",
    "قد يغيب عنك الفرح لبعض الوقت، لكن لا تيأس؛ فالذي رزقك النعم سابقاً قادر على أن يملأ حياتك سعادة وراحة من جديد. فقط قُل: 'الحمد لله دائماً وأبداً'، واستعدّ للخير.",
    "إن مع كل عسر فرجاً، ومع كل دمعة دعوة مستجابة، ومع كل ألم لطف من الله لا نراه. فقط ثق برحمة الله، وتيقّن أن حياتك بين يديه بأمان وسلام.",
    "طالما رضيت بقضاء الله وأيقنت أن ما يقدره الله خير؛ فسيكرمك الله ويرضيك دائمًا، وإن صبرت على الابتلاءات والضيق والأحزان؛ فسيجعل الله لك فرجًا ويرضيك، وإن وثقت في عوض الله رغم صعوبة الطرق وانسداد الأبواب؛ فستجد أن الله لا يخلف وعده وسيعوضك بما يسر قلبك، ربنا عز وجل يقول: أنا عند ظن عبدي بي، ونحن نحسن الظن بالله وندرك أن كل ما عند الله خير وبركة.",
    "الإسلام يتعامل مع خطايا الإنسان بتصالح عميق، إذ إنها قدر الله المقدر عليك وطبيعة لا مفر منها. بل يظهر في الحديث الشريف إشارة إلى أن الذنوب جزء من صيرورة الكون: والذي نفسي بيده لو لم تذنبوا لذهب الله بكم ولجاء بقوم غيركم..الدين يحتضن الذنب كجزء من الطبيعة البشرية، لكنه لا يتسامح مع الغفلة عن التوبة أو الإهمال في إصلاح ما أفسد الإنسان في داخله أو خارجه، والله سبحانه وتعالى لا يمل حتى تملوا، وهو الكريم الذي لا ينقص ملكه بكثرة الغفران، ولا تقل خزائنه مع فيض كرمه، تأمل ذلك وقارنه بخطاب علم النفس، الذي يؤكد أن التصالح مع الضعف البشري ضرورة للصحة النفسية، فسبحان من جعل الدين متناسقًا مع مصالح العباد!",
    "صلُّوا عليه وسلِّموا تسليمًا، يقول ابن الجوزي رحمه الله :  واعلموا أنه ما مِن عبد مسلم أكثر الصلاة على محمد عليه الصلاة والسلام، إلا نوَّر الله قلبه، وغفر ذنبه، وشرح صدره، ويسَّر أمره، فأكثروا من الصلاة؛ لعل الله يجعلكم من أهل مِلَّته، ويستعملكم بسُنته، ويجعله رفيقنا جميعًا في جنته، فهو المتفضل علينا برحمته.",
    "ابذل كل ما في وسعك، وستجد الطريق يُفتح أمامك لما كنت تظنه بعيد المنال. السعي في البداية ليس هدفه الوصول بحد ذاته، وإنما أن تُظهر لله صدقك وإخلاصك، فيمنحك توفيقًا لمزيد من الجهد في دروب الحق.",
    "قال الله تعالى: (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا)، بمعنى: ببذلك أقصى ما تملك، تُظهر استحقاقك للانتقال إلى مرحلة أعلى من السعي والعمل. وهذا بحد ذاته أعظم المكافآت؛ لأن السير في طرق الحق هو الشرف الحقيقي والاصطفاء الإلهي، الذي يختص به الله من يشاء من عباده، أما نتائج هذا الجهد، فهي عطاء خالص من فضل الله وجوده، وهو أكرم الأكرمين.",
    "الخير الحقيقي هو أن يمنحك الله ما تحب مصحوبًا بالعافية والسلامة. فقد كان الإمام أحمد رحمه الله يقول: إذا سألتم الله حاجة فاسألوها في عافية. وكان عبد الرحمن بن مهدي يدعو: اللهم ما قسمت لي من رزق فاجعل طريقه إليّ في عافية.",
    "كثيرًا ما يسأل العبد ربه أشياء دنيوية، فتأتيه مصحوبة بالابتلاء أو الفتنة، أو يصل إليها بوسائل غير طيبة. لذا، من أجمل آداب الدعاء أن تسأل الله أن يمنحك ما تريد مع العافية، لتكون النعمة كاملة بلا مشقة أو ضرر.",
    "حاول تهدي أسلوبك في النصح وتكون بسيط في عرض المساعدة. حتى لو كانت نيتك خالصة لله، ممكن البعض يفسر حماسك على إنه وراءه مصلحة أو هدف معين، فالأفضل تخلي نصيحتك طبيعية وبدون مبالغة."
]