[
    "التقبل هو أعظم حاجة ممكن تقدمها لصحتك النفسية.. تقبل الأشخاص وطباعهم، تقبل الأحداث، تقبل الفقد، تقبل الخسارة، تقبل الاختلاف، تقبل إن كل حاجة بتحصل لسبب وحتى لو مش قادر تفهمه دلوقتي في يوم هتبتسم وتحس إن كل اللي حصل وبيحصل دايمًا في صفك.",
    "اللهم إني أشهدك بأني قد رضيت بكل ما أردته، من عطاء وحِرمان، ومن جبرٍ ومن كسرٍ، ومن فرحٍ ومن ألم، ومن نجاحٍ ومن فشل، فأرضني بفرح وجبر من حيث لا أحتسب يا الله.",
    "مَن سلَّم أمره لله؛ أغناه بغير سبب، وأعزّه بغير عشيرة، وشرّفه بغير منصب، وآنسه بغير صاحب. اللهم إنّي أسلمتُ نفسي إليك وفوضت أمري إليك، لا ملجأ ولا منجى منك إلا إليك، ربِّ إني فوضت أمري إليك وتوكلت عليك فكن لي خير وكيلٍ ودبّر لي أمري فإني لا أُحسِن التدبير.",
    "اللهَّم إني أسالك توفيقا في طريقي وراحه في نفسي وتيسيراً لأمري، ربي أعوذ بك من شتات الأمر ومسّ الضُّر و ضيق الصدر.، اللهم إني استغفرك من كل ذنب يعقّب الحسرة و يُورث الندامة و يرد الدعاء و يحبس الرزق، ربي إن كان هناك ذنب يحول بيني وبين تيسير أموري اغفره لي.",
    "لا يوجد سعي يضيع أو يكون بدون فائدة. الله يأمرنا بالسعي ويحاسبنا عليه، أما النتائج فهي ليست مسؤوليتنا. تحققها قد يكون ضاراً لنا، لكن مجهودك مهما كان سيثاب عليه والله لن ينساه وسيعوضك عنه بالخير. السعي هو الذي يساعدنا على النضوج في رحلتنا. الإنسان لا يصل بجهده وحده، بل يبذل جهده ثم يفتح الله عليه بفضله وكرمه ورحمته وبعلمه السابق بما هو خير له. وتذكر دائمًا قول الله تعالى: وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَىٰ  وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ  ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَىٰ.",
    "ثق بالله دائمًا، فكل خطوة تخطوها في طريقك للخير يباركها الله، وكل تحدٍّ تواجهه هو امتحان لإيمانك وصبرك، فتذكر أن الله لا يُضيع أجر المحسنين أبدًا.",
    "تذكر أن الله معك في كل لحظة، يسمع دعاءك ويرى جهدك، فابذل ما بوسعك واترك الباقي له، فهو القادر على أن يبدّل حالك من ضيق إلى سعة ومن حزن إلى فرح.",
    "حين تشعر بالضعف، تذكر أن الله هو القوة التي لا تنضب، استمد منه عزيمتك وانهض، فالله يحب الصابرين المجتهدين الذين يسعون ويثقون برحمته.",
    "لا تنس أن كل ما يصيبك في هذه الحياة، خيرًا كان أو شرًا، هو جزء من حكمة الله العظيمة، فاصبر واحمد، وكن دائمًا على يقين بأن الله لا يكتب لعبده إلا الخير.",
    "اعمل لآخرتك كأنك ترى الله أمامك، وسر في هذه الدنيا بقلب مليء بالإيمان، فكل عمل طيب وكل ابتسامة وكل كلمة طيبة تُحسب لك في ميزان حسناتك يوم لا ينفع مالٌ ولا بنون.",
    "تذكر دائمًا أن رحمة الله وسعت كل شيء، فلا تيأس مهما كثرت ذنوبك، وابدأ من جديد بكل ثقة في عفو الله ومغفرته.",
    "السعي الدائم نحو الخير هو سر النجاح الحقيقي، فابذل جهدك وثق أن الله لا يُخيب أمل من أحسن العمل.",
    "إذا تعثرت في طريقك، فلا تحزن، فالتعثر ليس النهاية، وإنما هو بداية جديدة وفرصة لتقوية إرادتك بالاستعانة بالله.",
    "لا تنسَ أن الدعاء هو سلاح المؤمن، فارفع يديك إلى السماء واطلب من الله كل ما تتمناه، فهو الكريم الذي لا تنفد خزائنه.",
    "كل لحظة تمر عليك هي فرصة لتقربك من الله، فلا تفرط في وقتك، واجعل حياتك مليئة بالأعمال الصالحة التي ترضي الله وتقرّبك إليه.",
    "ثقتك بالله هي مصدر قوتك الحقيقية، فحتى في أصعب لحظاتك، تذكر أن الله معك ولن يتركك وحدك.",
    "الابتلاء نعمة قد تخفى حكمتها، لكنه دليل على محبة الله لعبده، فكن من الشاكرين الذين يعلمون أن الفرج يأتي بعد الصبر.",
    "ابدأ يومك بذكر الله، واجعل حسن الظن به شعارك، فأقدارك مكتوبة بحكمة، وما عند الله خير وأبقى.",
    "تذكر أن الله لا يكلف نفسًا إلا وسعها، فأنت قوي بما يكفي لتجاوز أي محنة بفضل الله ورحمته.",
    "اجعل قلبك معلقًا بالله دائمًا، فما خاب من توكل عليه، وما ضلّ من استهدى بنوره.",
    "حين تضيق بك الدنيا، ارفع يديك بالدعاء، فإن الله قريب يجيب دعوة الداعِ إذا دعاه، ولن يخذلك أبدًا.",
    "السعي نحو رضا الله هو الغاية العظمى، فلا تجعل شيئًا في هذه الدنيا يشغلك عن طاعته وتقربك إليه.",
    "كل حلم تسعى لتحقيقه يبدأ بإيمانك أن الله قادر على كل شيء، فثابر وتوكل عليه ولا تخف من المستقبل.",
    "في كل موقف صعب تمر به، تذكر أن بعد العسر يسرًا، وأن الله لا يترك عبدًا لجأ إليه واستعان برحمته.",
    "جعل الله لكل شيء سببًا، فاصبر واعمل واجعل نيتك خالصة له، وسترى كيف يفتح الله لك أبواب الخير والرزق."
]