[
    "التقبل هو أعظم حاجة ممكن تقدمها لصحتك النفسية:\nتقبل الأشخاص وطباعهم\nتقبل الأحداث\nتقبل الفقد\nتقبل الخسارة\nتقبل الاختلاف\nتقبل إن كل حاجة بتحصل لسبب وحتى لو مش قادر تفهمه دلوقتي في يوم هتبتسم وتحس إن كل اللي حصل وبيحصل دايمًا في صفك.",
    "اللهم إني أشهدك بأني قد رضيت بكل ما أردته، من عطاء وحِرمان\nومن جبرٍ ومن كسرٍ\nومن فرحٍ ومن ألم\nومن نجاحٍ ومن فشل\nفأرضني بفرح وجبر من حيث لا أحتسب يا الله.",
    "مَن سلَّم أمره لله؛ أغناه بغير سبب، وأعزّه بغير عشيرة، وشرّفه بغير منصب، وآنسه بغير صاحب.\nاللهم إنّي أسلمتُ نفسي إليك وفوضت أمري إليك، لا ملجأ ولا منجى منك إلا إليك\nربِّ إني فوضت أمري إليك وتوكلت عليك فكُن لي خير وكيلٍ ودبّر لي أمري فإني لا أُحسِن التدبير.",
    "اللهَّم إني أسالك توفيقا في طريقي وراحه في نفسي وتيسيراً لأمري\nربي أعوذ بك من شتات الأمر ومسّ الضُّر و ضيق الصدر.\nاللهم إني استغفرك من كل ذنب يعقّب الحسرة و يُورث الندامة و يرد الدعاء و يحبس الرزق\nربي إن كان هناك ذنب يحول بيني وبين تيسير أموري اغفره لي.",
    "لا يوجد سعي يضيع أو يكون بدون فائدة.\nالله يأمرنا بالسعي ويحاسبنا عليه، أما النتائج فهي ليست مسؤوليتنا.\nتحققها قد يكون ضاراً لنا، لكن مجهودك مهما كان ستثاب عليه والله لن ينساه وسيعوضك عنه بالخير.\nالسعي هو الذي يساعدنا على النضوج في رحلتنا.\nالإنسان لا يصل بجهده وحده، بل يبذل جهده ثم يفتح الله عليه بفضله وكرمه ورحمته وبعلمه السابق بما هو خير له.\nوتذكر دائمًا قول الله تعالى: \"وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَىٰ (39) وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ (40) ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَىٰ (41)\"",
           "ثق بالله دائمًا، فكل خطوة تخطوها في طريقك للخير يباركها الله، وكل تحدٍّ تواجهه هو امتحان لإيمانك وصبرك\nفتذكر أن الله لا يُضيع أجر المحسنين أبدًا.",
    "تذكر أن الله معك في كل لحظة، يسمع دعاءك ويرى جهدك، فابذل ما بوسعك واترك الباقي له\nفهو القادر على أن يبدّل حالك من ضيق إلى سعة ومن حزن إلى فرح.",
    "حين تشعر بالضعف:\nتذكر أن الله هو القوة التي لا تنضب، استمد منه عزيمتك وانهض، فالله يحب الصابرين المجتهدين الذين يسعون ويثقون برحمته.",
    "لا تنس أن كل ما يصيبك في هذه الحياة، خيرًا كان أو شرًا، هو جزء من حكمة الله العظيمة\nفاصبر واحمد، وكن دائمًا على يقين بأن الله لا يكتب لعبده إلا الخير.",
    "اعمل لآخرتك كأنك ترى الله أمامك، وسر في هذه الدنيا بقلب مليء بالإيمان.\nفكل عمل طيب وكل ابتسامة وكل كلمة طيبة تُحسب لك في ميزان حسناتك يوم لا ينفع مالٌ ولا بنون.",
    "تذكر دائمًا أن رحمة الله وسعت كل شيء، فلا تيأس مهما كثرت ذنوبك، وابدأ من جديد بكل ثقة في عفو الله ومغفرته.",
    "السعي الدائم نحو الخير هو سر النجاح الحقيقي\nفابذل جهدك وثق أن الله لا يُخيب أمل من أحسن العمل.",
    "إذا تعثرت في طريقك، فلا تحزن، فالتعثر ليس النهاية، وإنما هو بداية جديدة وفرصة لتقوية إرادتك بالاستعانة بالله.",
    "لا تنسَ أن الدعاء هو سلاح المؤمن، فارفع يديك إلى السماء واطلب من الله كل ما تتمناه، فهو الكريم الذي لا تنفد خزائنه.",
    "كل لحظة تمر عليك هي فرصة لتقربك من الله، فلا تفرط في وقتك، واجعل حياتك مليئة بالأعمال الصالحة التي ترضي الله وتقرّبك إليه.",
    "ثقتك بالله هي مصدر قوتك الحقيقية، فحتى في أصعب لحظاتك، تذكر أن الله معك ولن يتركك وحدك.",
    "الابتلاء نعمة قد تخفى حكمتها، لكنه دليل على محبة الله لعبده، فكن من الشاكرين الذين يعلمون أن الفرج يأتي بعد الصبر.",
    "ابدأ يومك بذكر الله، واجعل حسن الظن به شعارك، فأقدارك مكتوبة بحكمة، وما عند الله خير وأبقى.",
    "تذكر أن الله لا يكلف نفسًا إلا وسعها، فأنت قوي بما يكفي لتجاوز أي محنة بفضل الله ورحمته.",
    "اجعل قلبك معلقًا بالله دائمًا، فما خاب من توكل عليه، وما ضلّ من استهدى بنوره.",
    "حين تضيق بك الدنيا، ارفع يديك بالدعاء، فإن الله قريب يجيب دعوة الداعِ إذا دعاه، ولن يخذلك أبدًا.",
    "السعي نحو رضا الله هو الغاية العظمى، فلا تجعل شيئًا في هذه الدنيا يشغلك عن طاعته وتقربك إليه.",
    "كل حلم تسعى لتحقيقه يبدأ بإيمانك أن الله قادر على كل شيء، فثابر وتوكل عليه ولا تخف من المستقبل.",
    "في كل موقف صعب تمر به، تذكر أن بعد العسر يسرًا، وأن الله لا يترك عبدًا لجأ إليه واستعان برحمته.",
    "جعل الله لكل شيء سببًا، فاصبر واعمل واجعل نيتك خالصة له، وسترى كيف يفتح الله لك أبواب الخير والرزق.",
    "كثرة الصلاة على النبيّ صلى الله عليه وسلم تُكْثِرُ الأرزاق والبركات، وتقضى الحوائج، وتكشف الهموم، وتفرج الكروب، ويصل بها العبد إلى خالقه من أوسع الأبواب.\nاللَّهُمَّ صَلِّ علَى  مُحَمَّدٍ وعلَى آلِ  مُحَمَّدٍ، كما صَلَّيْتَ علَى  إبْرَاهِيمَ، وعلَى آلِ  إبْرَاهِيمَ، إنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ علَى  مُحَمَّدٍ وعلَى آلِ  مُحَمَّدٍ، كما بَارَكْتَ علَى  إبْرَاهِيمَ، وعلَى آلِ  إبْرَاهِيمَ إنَّكَ حَمِيدٌ مَجِيدٌ.",
    "أفكارك هي مفتاح أقدارك:\nعقلك الباطن بيحول أفكارك لواقع ملموس، لو شفت نفسك عظيم، هتبقى عظيم، لو صدقت إنك ناجح، هتنجح، ولو اقتنعت إنك فاشل، الفشل هيبقى مصيرك.\nتوقع الخير، هيجيلك الخير، توقع الشر، هيجيلك الشر.\nحتى علاقتك بربنا مبنية على ظنك بيه:\nلو حسيت إن ربنا دايماً معاك، هتلاقيه سندك، ولو توقعت إن ربنا يتخلى عنك، هتعيش الوحدة.\nقال رسول الله ﷺ: \"أنا عند ظن عبدي بي، فليظن بي ما شاء.\"",
    "حين تظن أن الأبواب قد أُغلقت: تذكّر أن الله لا يغلق باباً إلا ليفتح لك أبواباً أوسع وأجمل.\nاصبر وأحسن الظن بالله، فكل تأخير هو ترتيب رباني لخيرٍ لم تدركه بعد.",
    "اجعل قلبك معلقاً بربك، فهو وحده القادر على أن يحوّل حزنك إلى فرح، وضعفك إلى قوة، وأحلامك إلى حقيقة.\nتفاءل بالخير، فإن الله يحب عبده الذي يحسن الظن به.",
    "كلما ضاقت عليك الدنيا، تذكر أن الله قريب يسمع دعاءك ويرى صبرك. لا تستسلم\nفما بعد العسر إلا يسر، وما بعد الصبر إلا فرج عظيم يُبهِج القلب.",
    "حين تتعثر خطاك، تذكّر أن الله يراك، وأن كل عثرة هي خطوة نحو طريق أفضل.\nثق بأن الخير قادم، فالله أحنُّ عليك من نفسك.\nقل: 'يا رب'، وسيفتح لك أبواب رحمته.",
    "قد يغيب عنك الفرح لبعض الوقت، لكن لا تيأس؛ فالذي رزقك النعم سابقاً قادر على أن يملأ حياتك سعادة وراحة من جديد.\nفقط قُل: 'الحمد لله دائماً وأبداً'، واستعدّ للخير.",
    "إن مع كل عسر فرجاً، ومع كل دمعة دعوة مستجابة، ومع كل ألم لطف من الله لا نراه.\nفقط ثق برحمة الله، وتيقّن أن حياتك بين يديه بأمان وسلام.",
    "طالما رضيت بقضاء الله وأيقنت أن ما يقدره الله خير؛ فسيكرمك الله ويرضيك دائمًا\nوإن صبرت على الابتلاءات والضيق والأحزان؛ فسيجعل الله لك فرجًا ويرضيك\nوإن وثقت في عوض الله رغم صعوبة الطرق وانسداد الأبواب؛ فستجد أن الله لا يخلف وعده وسيعوضك بما يسر قلبك\nربنا عز وجل يقول: \"أنا عند ظن عبدي بي\"\nونحن نحسن الظن بالله وندرك أن كل ما عند الله خير وبركة.",
    "الإسلام يتعامل مع خطايا الإنسان بتصالح عميق، إذ إنها قدر الله المقدر عليك وطبيعة لا مفر منها.\nبل يظهر في الحديث الشريف إشارة إلى أن الذنوب جزء من صيرورة الكون: \"والذي نفسي بيده لو لم تذنبوا لذهب الله بكم ولجاء بقوم غيركم\"، الدين يحتضن الذنب كجزء من الطبيعة البشرية، لكنه لا يتسامح مع الغفلة عن التوبة أو الإهمال في إصلاح ما أفسد الإنسان في داخله أو خارجه، والله سبحانه وتعالى لا يمل حتى تملوا، وهو الكريم الذي لا ينقص ملكه بكثرة الغفران، ولا تقل خزائنه مع فيض كرمه\nتأمل ذلك وقارنه بخطاب علم النفس، الذي يؤكد أن التصالح مع الضعف البشري ضرورة للصحة النفسية\nفسبحان من جعل الدين متناسقًا مع مصالح العباد!",
    "صلُّوا عليه وسلِّموا تسليمًا\nيقول ابن الجوزي رحمه الله :  واعلموا أنه ما مِن عبد مسلم أكثر الصلاة على محمد عليه الصلاة والسلام، إلا نوَّر الله قلبه، وغفر ذنبه، وشرح صدره، ويسَّر أمره.\nفأكثروا من الصلاة؛ لعل الله يجعلكم من أهل مِلَّته، ويستعملكم بسُنته، ويجعله رفيقنا جميعًا في جنته، فهو المتفضل علينا برحمته.",
    "ابذل كل ما في وسعك، وستجد الطريق يُفتح أمامك لما كنت تظنه بعيد المنال.\nالسعي في البداية ليس هدفه الوصول بحد ذاته، وإنما أن تُظهر لله صدقك وإخلاصك، فيمنحك توفيقًا لمزيد من الجهد في دروب الحق.",
    "قال الله تعالى: \"وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ\"\nبمعنى: ببذلك أقصى ما تملك، تُظهر استحقاقك للانتقال إلى مرحلة أعلى من السعي والعمل.\nوهذا بحد ذاته أعظم المكافآت؛ لأن السير في طرق الحق هو الشرف الحقيقي والاصطفاء الإلهي، الذي يختص به الله من يشاء من عباده، أما نتائج هذا الجهد، فهي عطاء خالص من فضل الله وجوده، وهو أكرم الأكرمين.",
    "الخير الحقيقي هو أن يمنحك الله ما تحب مصحوبًا بالعافية والسلامة.\nفقد كان الإمام أحمد رحمه الله يقول: إذا سألتم الله حاجة فاسألوها في عافية.\nوكان عبد الرحمن بن مهدي يدعو: اللهم ما قسمت لي من رزق فاجعل طريقه إليّ في عافية.",
    "كثيرًا ما يسأل العبد ربه أشياء دنيوية، فتأتيه مصحوبة بالابتلاء أو الفتنة، أو يصل إليها بوسائل غير طيبة.\nلذا، من أجمل آداب الدعاء أن تسأل الله أن يمنحك ما تريد مع العافية، لتكون النعمة كاملة بلا مشقة أو ضرر.",
    "حاول تهدي أسلوبك في النصح وتكون بسيط في عرض المساعدة.\nحتى لو كانت نيتك خالصة لله، ممكن البعض يفسر حماسك على إنه وراءه مصلحة أو هدف معين\nفالأفضل تخلي نصيحتك طبيعية وبدون مبالغة.",
    "يولد الإنسان بطبعه مستعجلاً، فتفاجئه الحياة بمصاعب لم يكن يتوقعها، فيتعلم التجلّد على الأقدار بينما يحمل في قلبه ألماً صامتاً لا يظهر للعيان.\nولكن الله برحمته يعوّض هذا الألم وكأنه لم يذق الحزن يوماً\nفيبدأ بفهم قيمة الصبر وحلاوة نتائجه. ثم تأتي الحياة مجدداً بمحنها لتختبره، فيشعر بوطأتها ويضيق بها ذرعاً\nليكتشف أنه في حاجة إلى صبر لا ينفد، صبر بحجم الجبال. صبر يواجه به تحديات الحياة، يسانده على المضي قدماً والتعايش مع قسوة الأيام ومرارتهـا، حتى وإن غابت عنه حكمة الأقدار.\nيصبر على ما يعرف أسبابه وما يعجز عن فهمه.\nصبر يمنحه القوة ليحمل ثقـل الدنيا على كاهله دون أن ينهكه الجزع أو تزلزله الشدائد.\nوهو صبر يصل به إلى أعظم مراتب الرضا واليقين، مهما اشتدت العواصف واشتعلت النوازل.\nفاللهم ارزقنا من الصبر ما يعيننا على مواجهة الحياة، وبشّر قلوبنا بما وعدت به عبادك الصابرين.",
    "لا يحمّل الله نفسًا فوق طاقتها:\nفلا يضع في دروبنا ما نعجز عن اجتيازه، ولا يبتلينا بما قد يُذهِب عقولنا أو يفقدنا توازننا.\nكل اختبار يأتي على قدر ما نحمل من صبرٍ وما نمتلك من قدرةٍ على الاحتمال.\nفالله سبحانه، العليم بأحوال عباده، يُقدّر لنا أقدارًا تتناسب مع قوتنا،ويبتلينا برفقه وحكمته\nفلا يكلفنا إلا بما في وسعنا، ولا يحمّلنا ما يعجز قلوبنا عن تحمله.\nكل ما نمر به يحمل في طياته رحمة ولطفًا، وإن بدا عسيرًا في الظاهر، فهو خير خفي في علم الله وحكمته.",
    "الحقيقة أنك ستنال الأجر على كل ما مررت به في حياتك.\nستؤجر على لحظات التعب والمشقة، وعلى شعور الوحدة والغربة، وعلى ساعات الإحباط التي أثقلت قلبك، وعلى الفتور الذي أضعف عزيمتك، وحتى على ندمك حين وقفت تسترجع ما مضى.\nكل جهد بذلته وكل ألم شعرت به، كبيرًا كان أو صغيرًا، محسوب عند الله.\nلذلك، لا تأسَ على ما فقدته؛ فما كان مكتوبًا لك لن يفوتك، ولو كان خيرًا لبقي معك أو جاءك في الوقت الذي أراده الله لك. فهو العليم بحالك، السميع لدعائك، البصير بما في قلبك.\nفاطمئن، وثق بأن الله يدبر أمورك بحكمة ورحمة لا حدود لهما.",
    "قد يجلب الله لك قدراً يبكيك للحظات، ليحميك من بكاء يدوم الدهر.\nقد يؤخر عنك تحقيق أمنية لعام، ليمنحك بعدها خيرًا لا ينقطع.\nقد ينقص من رزقك مقدار ذرة، ليمنحك في المقابل أجرًا بقدر بحار الدنيا.\nقد يذيقك ليالي الوحشة، ليملأ قلبك بأنس لا يفارقك أبداً.\nقد يبعد بينك وبين ما تهفو إليه نفسك لبعض الوقت، ليختبر صبرك، فإذا صبرت وهبك إياه دون أن يزول.\nقد يغلق عنك أبواب رسائله فترة، ليجذبك إليه بقوة حين لا تجد سواه.\nقد يجعلك تظن أن صوت دعائك لا يصل، لتستمر في الدعاء حتى يزيد في عطائه.\nقد يكتب عليك قدراً قاسياً لم تحسبه، لأنه يُخبئ لك بعده رزقاً يفوق ما تخيلت.\nقد يقطع كل أسباب النجاة من بين يديك، فتظن أنه يُعجزك، لكنه يرفعك إلى مقام المضطر الذي يُستجاب دعاؤه ويُلبى رجاؤه.\nقد يتركك تنهش قلبك باليأس دون إجابة، لأنه يعلم حلاوة الجبر بعد اليأس، فيمنحك أجر الصبر ولذة النصر.\nقد تكون نائمًا مستسلمًا للهم، فيوقظ الله عبدًا صالحًا يدعو لك في ظلمات الليل وأنت لا تعلم.\nقد تتساءل عن حكمة حدث معين أو توقيته، فيحار عقلك حتى يأذن الله لك برؤية لطفه الخفي وأثر رحمته في تدبيره. وما كان الله ليضيع إيمانك أبدًا، إن الله بالناس لرؤوف رحيم.",
    "عارف إن عزيمتك ضعفت، وإن قلبك تايه بين هموم الأيام، وإن عقلك مشتت ومش\nعارف تلاقي راحة، وروحك ضاعت في دوامة الحياة!\nعارف إن الدنيا دي دار اختبار وغربة، وإنها سحبت منك كل طاقتك وسابتك مجرد جسد منهك، مش قادر يقوم تاني!\nحاسس بألمك اللي بيزيد يوم بعد يوم، وبكل مرة بتسكت فيها روحك وهي بتسأل: متى نصر الله؟\nعارف إن سحاب الابتلاءات غطّى حياتك، وإنك فضلت تسيب أحلامك على جنب خوفًا من إن الدنيا تسرقها منك بعد ما علّقت عليها آمالك.\nعارف إنك بتتمنى تسجد سجدة شكر طويلة تبكي فيها بحرقة، لكن مش قادر حتى تجمع كلامك من كتر ما انت خجلان من كرم ربنا عليك!\nحاسس بضيق قلبك كل ما قرب يومك يخلص، خايف الفرصة اللي حلمت بيها تروح وتاخد معاها أملك الأخير.\nعارف إنك على حافة اليأس، وإن روحك بتصارع علشان تفضل قوية، ورغم كل ده، لسه بتقاوم بكل شجاعة.\nشايفك وانت رايح لربنا بعينين مليانة دموع وقلب بيدوّر على طمأنينة، وكل شوية بتسأل نفسك: هل اللي بعمله ده لوجه الله ولا علشان حاجة أنا محتاجها؟ وبرغم الحيرة دي، لسان حالك بيقول: يا رب رضاك هو غايتي!\nعارف إنك بتكابر، وبتقول: مش فارق معايا، لكن الحقيقة إن الألم بيوجعك لحد ما بيقطعك، وبتقول: مش عايزها، بس جواك بتتمنى. بتقول: مش هاعترض على حكمك يا رب، لكن في السجدة بتعيط وتقول: حكمتك يا رب! وكأنك بتدور عليها في كل زاوية من حياتك.\nأنا، مجرد إنسان زيك، فهمت ده عنك، أمال اللي خلقك؟ \"أَلَمْ يَعْلَم بِأَنَّ اللَّهَ يَرَىٰ\"، \"بَلَىٰ إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا\"\nربنا شايف كل ضعفك، عارف بالظبط إمتى فرجك هييجي، وازاي هتضحك بعد الحزن، وفين هتسجد أول سجدة شكر، وإزاي هتعتذر على سوء ظنك فيه.\nعارف إنك هتفرح بحكمته، وهتندم على كل لحظة يأس مرت عليك، وهترضى بحكمه لحد ما تحب التأخير اللي كان لحكمته والتعجيل اللي كان برحمته. \"أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ\" ربنا مش بس عارف ألمك، ده عارف بالظبط إزاي يشفيه من غير ما يسيب له أثر.\nعارف يرزقك حاجة تعوضك فتنسى اللي راح، ويهبك نعمة تسد مكان كل خسارة حسيت بيها.\nفاطمّن، هو أحنّ عليك من نفسك.",
    "القلوب على أشكالها تقع:\nذلك الشعور بالارتياح العميق الذي يغمر قلبك نحو شخص بالكاد تعرفه، تلك السعادة والبهجة التي تنتابك لمجرد رؤيته أو سماع صوته أو حتى التفكير في اسمه.\nهي الطمأنينة التي تملأ قلبك، والسكينة التي تحيط بروحك، والبريق الذي يضيء عينيك حين تراه.\nإنّ الميل الفطري نحو شخص ما دون أي تفسير منطقي أو سبب ظاهر هو ما نسميه القبول.\nالقبول من أعظم الهبات الإلهية، وأجمل النعم التي قد تُمنح لإنسان. كم مرة أحببنا أشخاصًا بلا مقدمات أو مصالح مشتركة، ودون أن نبحث عن سببٍ لذلك الحب؟\nفي كثير من الأحيان، عندما يُسأل أحدهم عن سر محبته لشخص آخر، يكون الجواب ببساطة: لا أعرف، أحببته لله وفي الله.\nإذا أمعنّا النظر، سنجد أن السر يكمن في القبول، ذلك الشعور الذي يجعلك ترى شخصًا وتقبله كما هو قبل أن تعرف أصله أو مكانته.\nتحبه لأنه يشبهك أو لأنك تشعر بأنه يكملك. تحبه بصدق، دون انتظار مقابل أو منفعة\nتقبله بعيوبه قبل مميزاته، حتى قبل أن تكتشفها.\nوعندما يحدث هذا القبول المتبادل، تكون العلاقة بين الطرفين واحدة من أعمق العلاقات وأجملها؛ علاقة قائمة على التفاهم والبساطة والتقدير المتبادل.\nعلاقة الأرواح هي الأقوى والأكثر استدامة لأنها ترتبط بجوهر الإنسان لا بمظهره.\nإنها علاقة تتجاوز الزلات والهفوات، لأن الروح تتغاضى عما لا قيمة له أمام الحب الذي يغمرها.\nوقد صدق النبي ﷺ حين قال: \"الأرواح جنود مجندة، ما تعارف منها ائتلف، وما تناكر منها اختلف\" \"رواه البخاري\".\nسبحان من جعل الحب بين الأرواح حياة وراحة، وجعله نعمة تُغمر بها القلوب الطيبة التي تحمل الخير للجميع، سواء كانوا قريبين أم بعيدين.",
    "من العجيب في حال الإنسان أن خير الله تعالى يظل مخفياً لديه، في حين أن بلاؤه يكون علنياً واضحاً.\nأما نعمة الله، فيغفل عنها ولا يشكرها، ولا يقدرها أحد، بينما إذا أصابه ضر، بدأ يملأ الدنيا بالشكوى والصراخ، يشتكي من الزمان والأيام، ويتألم من كل قريب أو بعيد.\nوهذا خلق مذموم نهى الله عنه، كما قال تعالى: \"إِنَّ الْإِنسَانَ لِرَبِّهِ لَكَنُودٌ\"\nأي هو الذي يعدد المصائب ويغفل عن النعم التي لا تعد ولا تحصى.\nاللهم اجعلنا من الشاكرين لنعمتك، المسبحين بها، الذين يقبلونها برضا، ووفقنا لاستمرار فضلك علينا، يا أرحم الراحمين.",
    "مستحيل أن يرى الله عبدًا يُسرع في طلب رضاه ويقبض روحه قبل أن يرضى عنه، وإن فعل، كُتب له الأجر كاملًا كأنه قضى حياته كلها في السعي لإرضاء الله.\nولا يُمكن أن تجد من يُحب الله حبًا صادقًا دون أن يكون الله قد أحبه أولًا.\nكما أنه لا يُعقل أن يعذِّب الله عبدًا أحب لقاءه وسعى جاهدًا لرضاه من المستحيل أن يرى الله عبدًا يسعى لحفظ كتابه الكريم ويتخلى عنه، أو أن يخذل من لجأ إلى رحمته ووثق في عفوه.\nكذلك لا يُمكن أن تُغلق أبواب الجنة في وجه من عمل واجتهد ليكون من أهلها، ولا أن يترك الذكر من وجد فيه أنيسًا ورفيقًا لدربه.\nوأما التائب المستغفر، الذي كلما أذنب عاد وتاب، لا أظن أن الله لا يحب لقاءه، بل إنه يُكرم ضعف نفسه التي قاومت شهواتها وسعت بصدق لتلحق بركب الصالحين على الحوض. فكل جهد بذلته، وكل أمل عقدته على رحمة الله، محفوظ في خزائنه التي لا تُضيع الأجر.\nومن همَّ بحسنة ولم يستطع فعلها، كتبها الله عنده كاملة، فكيف بمن عملها وسعى فيها!\nوفي النهاية، من كان يبحث عن حسن الخاتمة بإخلاص، سيمنّ الله عليه بها. ومن جعل عزيمته سهمًا موجّهًا للجنة، وسعى لرؤية الله بقلب ثابت، لا يمكن أن يلقَ النار أبدًا. سيُخرج الله من النار كل من كان في قلبه مثقال ذرة من إيمان، فما بالك بمن يحمل في قلبه مثقال ذرة من حب الله؟\nومن أحب لقاء الله، فإن الله يُحب لقاءه، ويُكرمه بما لم يكن يتوقعه.",
    "لو ركزت شوية في ألاعيب إبليس، هتلاقي إنه في معركة يومية معاك\nشغلته إنه يشغلك بالحزن والقلق طول الوقت. كل يوم بيحاول يدوّر على حاجة يخليك تخاف منها، ويكبر لك مخاوفك في دماغك.\nبيحاول يقنعك إن كل اللي جاي هيبقى أسوأ، وإن مفيش أمل ولا تفاؤل. إبليس فاهم كويس إن سوء ظنك بربنا ممكن يدمر مستقبلك، لأنك بمجرد ما تصدق المخاوف دي وتقتنع إنها هتحصل، غالبًا هتعيشها بجد.\nكمان عارف إن المؤمن لما يحزن، بيبقى ضعيف، وده أكتر وقت يقدر يتحكم فيه ويوقفك مكانك بدل ما تتقدم.\nولما يلاقيك بدأت تقاوم وساوسه بنفسك، ممكن يغيّر خطته ويبعت لك المخاوف دي على ألسنة الناس اللي حواليك.\nيوسوس لهم بالكلام عشان ينقلوه ليك، فتلاقي الحرب جاية عليك من بره زي ما كانت جواك. الحل؟\nقاوم. ماتخليش مخاوفك تسيطر عليك، وحوّلها لثقة في ربنا وحسن ظن بيه.\nماتفكرش في اللي جاي على إنه شر، وخليك متفائل بإن الخير جايلك بإذن الله. وكل ما تحس بالخوف يزيد، زوّد قربك من ربنا.\nاقرأ قرآن، قوم الليل، استغفر كتير، وادعي من قلبك. افتكر دايمًا إن اللي بيحتمي بربنا مستحيل الخوف يغلبه.",
    "تخيل إن ربنا خلق في العالم دا كله شخص مخصوص ليك، شخص دمعتك عنده بتفرق،بيستناك من بين كل الناس\nشخص وجودك في حياته زي الوريد للقلب، مش معنى كده إنه لو غبت هيموت، لكن قلبه هيتغير ومايرجعش زي الأول.\nشخص ربنا جعلك السكن لقلبه، ووجودك بيملأ تلك الزاوية الصغيرة جواه\nشخص نوره بيضيء حياتك، والعالم من غيره بيبقى ناقص\nالشخص اللي معاه شفرتك الخاصة وسط مليارات البشر.\nالشخص اللي قدر يحتوي عنادك برحمة وحب، واللي كرامتك قدامه بتتحول لحاجة بسيطة، وكأنك بتقوله: هي أهي قدامك، تصرف بيها بحب.\nشخص بوجوده بتحس إن الدنيا كلها سكتت، وإن صمتك في حضوره مش ضعف، لكن رضا وأمان.\nنعمة الزوج الصالح أو الزوجة الصالحة، الصحبة اللي تحس فيها بالونس، الأخ أو الأخت اللي وجودهم دعم وسند.\nحد يشد ضهرك، ويشاركك تفاصيل حياتك. زي ما قال النبي صلى الله عليه وسلم: \"اللهم لا تُؤاخذني بما تملك ولا أملك\"\nفبنطلب من ربنا ما يحاسبناش على اللي قلوبنا مابقتش تقدر تتحكم فيه، ويرزقنا الصحبة الصالحة والزوج أو الزوجة اللي يكونوا سكن وأمان.\nولو لسه ماجاش الشخص ده في حياتك، خليك متأكد إن في مكان ما في العالم ربنا خلقه مخصوص ليك، هيجي الوقت اللي هيكون فيه هو السبب اللي يطفّي كل ألم البشر سببه، وهيكون سكن لنفسك، فأصبر واطمئن، الخير جاي.",
    "بيقول سيدنا عمر بن الخطاب: كل الخير في الرضا، فإن قدرت فارضَ، وإن ما قدرتش فاصبر.\nوبيقول الشيخ الشعراوي: مش هتوصل أبداً لحاجة كاملة، هتاخد حاجات ناقصة بس بتكمل برضاك.\nفاللهم ارزقنا الرضا وارضَ عنّا. اللهم اجعلنا راضين بعطائك وبمنعك، واملأ قلوبنا بالسكينة، وهمومنا بالمرور، ومصائبنا بالهوان.\nاللهم ارزقنا الرضا اللي يختم أبواب دنيانا بجنتك.",
    "لو ليك نصيب في حاجة، حتى لو كل الطرق مقفولة، ربنا هيرتب كل الأسباب ويهديك ليها لحد ما تبقى بين إيديك.\nولو ملكش نصيب فيها، ربنا هيعوضك بحاجات أحسن وأجمل من اللي كنت بتحلم بيه.\nربنا قال: \"لكيلا تأسوا على ما فاتكم ولا تفرحوا بما آتاكم\"، يعني اللي جالك ما كانش ممكن يفوتك، واللي فاتك ما كانش ممكن يجيلك.\nوفي ناس لما الشدة بتزيد عليهم، يقينهم في ربنا بيقوى أكتر وأكتر.\nالناس دي ما يعرفوش طعم الشقاء. فكن منهم، اصبر، واستعن بالصبر والصلاة. ربنا هيحبك ويرضيك ويراضيك.",
    "مفيش حاجة في الدنيا دي مضمونة خالص.\nلا شغل، ولا فلوس، ولا علاقات، ولا حب، ولا حتى الصحة.\nكل حاجة في حياتنا فعلاً في إيد ربنا، وممكن تتغير في لحظة واحدة، أو بسبب موقف بسيط جدًا\nمهما كنا فاكرين إننا مسيطرين على الأمور. السيطرة الكاملة على حياتنا دي وهم كبير، وإحنا ما نعرفش إيه اللي ممكن يحصل بعد دقيقة واحدة من دلوقتي.\nربنا يديم علينا نعمه ويحفظها من الزوال.",
    "دعاء اللهم ردني إليك ردًا جميلًا يحمل معاني عميقة ومؤثرة\nفهو طلب من العبد إلى الله بأن يهديه ويرجعه إلى طاعته وقربه بطريقة لطيفة وبأسلوب جميل لا يتضمن مشقة أو قسوة.\nردني إليك: تعني إعادة الإنسان إلى الله، أي إلى طاعته وعبادته بعد الغفلة أو الابتعاد عنه بالذنوب أو الانشغال بالدنيا.\nردًا جميلًا: تعني أن تكون هذه العودة مليئة باللطف والرحمة، دون ابتلاءات شديدة أو مواقف مؤلمة تدفع الشخص إلى التوبة، بل أن تكون بدافع المحبة لله والرغبة الصادقة في القرب منه.\nفالعبد يدعو الله أن يكون رجوعه إليه بأسلوب يملأه الطمأنينة والإيمان، بعيدًا عن الأذى والشدائد.\nوفي هذا الدعاء أيضًا طلب للرُقي في الإيمان والبُعد عن الخطايا بحُسن تدبير الله وفضله.",
    "فيه أرواح بتتلاقى لأنها كانت متعارفة في عالم البرزخ.\nناس أول ما تشوفهم عينك ترتاح ليهم، وقلبك يأنس بيهم من أول لحظة! تبدأوا كلامكم كأنكم بتكملوا حوار قديم.\nبس فيه حد بيكون نسخة فريدة، مفيش منه اتنين.\nبتحس إنه روحك اللي اتقسمت نصين من يوم الخلق الأول، وأنكم اتبعتوا في جسدين مختلفين.\nممكن تقابله في الوقت الصح، فتعيش معاه جنة الدنيا وتسعوا مع بعض للجنة في الآخرة.\nوممكن تقابله في وقت مش مناسب، فتفرح بس إنك شوفته، وملأ فراغ محدش غيره يقدر يملأه، وتعيش على ذكراه علامة على الثبات والعفة.\nولو مكتوب إنك متقابلوش، تعيش عمرك كله بتدور على نصك التاني، مهما كان حواليك ناس، لحد ما تقابله هناك. في الجنة.",
    "ربنا بيغفر الذنوب كلها:\nبيغفر مشاهدة الأفلام الإباحية. وبيغفر التصرفات الغلط. وبيغفر كل اللي أقل من كده أو أكتر من كده.\nودليل على ده كلامه سبحانه وتعالى: \"قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ\"\nطول ما انت تبت، وندمت، واستغفرت، وعزمت من قلبك إنك ما ترجعش للذنب ده تاني، أبشر! والله الكريم مش هيطردك من رحمته ولا هيقفل بابه في وشك.\nربنا أرحم بيك من نفسك، ما تستحيش إنك ترجع له بالاستغفار.. هو سبحانه هيرجع عليك بالتوبة، وأحلى هدية من ربنا هي التوبة.\nاللهم اغفر لنا وارحمنا، وتب علينا يا أرحم الراحمين.",
    "سيب اللي بيتكلم عليك يتكلم\nوسيب اللي فاكر نفسه مظلوم وهو في الحقيقة أذاك يعيش الدور\nوسيب الناس تصدقه زي ما هي عايزة.\n المهم إن ربنا عالم بكل حاجة. المهم كمان إن ربنا شايف وجعك وحاسس بيك، وربنا دايمًا بينصر المظلوم\nولما هييجي يحاسب الظالم، مش هيحاسبه لوحده، هيحاسب كمان اللي ساعده ووقف معاه وصدقه، واللي خطط معاه ودبّرله وقاله برافو عليك.\nوما يظلمش ربك حد. خلّي الكلام ده دايمًا قدام عينيك عشان تفتكر إن الحق دايمًا بيظهر مهما طال الوقت.",
    "مهما تعرفت على ناس جديدة، اتجوزت أحسن زوج في الدنيا، عندك أكتر ابن بار بأهله...\nفي الآخر هتكتشف إن مالكش غير ربنا، مفيش حد تعتمد عليه وتتكل عليه غيره، ومحدش هيكون سبب سعادتك وراحتك النفسية غيره\nوعلاقتك بربنا عمرها ما تتعوض بأي علاقة تانية\nلأن دي أهم علاقة في حياتك كلها.\nالمشكلة إن الكلام ده بيبقى صعب نفتكره وإحنا لسه في بداية علاقة حب جديدة، أو في أول أيام الجواز، أو حتى وإنت قاعد وسط ولادك اللي بارين بيك ومفرحينك..\nعشان كده، لما نيجي نقرأ الورد اليومي بتاعنا من القرآن، لازم نفتكر المعاني دي اللي ساعات بننساها: \"رَبُّ المَشرِقِ وَالمَغرِبِ لا إِلهَ إِلّا هُوَ فَاتَّخِذهُ وَكيلًاا\" \"المزمل: ٩\"",
    "فيه جملة جميلة قوي بتقول: اللي قلبه طيب ميتخافش عليه، الناس في الأرض تحفرله وربنا من فوق بينجيه.\nفعلاً، طول ما قلبك نضيف، لا شايل كُره لحد، ولا بتحسد حد على رزقه، ولا بتحقد على أي نعمة ربنا وهبها لغيرك، هتلاقي الخير بيدور عليك.\nلما قلبك يكون أبيض، ما بيتغيرش مهما شاف من أذى، ولا بيتمنى الشر لأي حد، ودايمًا نيتك صافية، ربنا هيبعتلك ولاد الحلال وقت ما تحتاج، وهيكون جنبك دايمًا، يسخرلك ناس من حيث لا تحتسب ويكتبلك النجاة في كل خطوة.",
    "كل حاجة ربنا قدرها ليك هي الأنسب ليك، حتى جارك والمنطقة اللي ساكن فيها، وكل تفاصيل حياتك.\nلو كان مالك زاد ولو حاجة بسيطة ممكن تكون طغيت، ولو عيالك زادوا واحد كمان ممكن تكون شقيت.\nفبلاش تحوّل اللي ربنا فتحه قدامك من أبواب تعينك على الآخرة لحاجة تضيق عليك حياتك.\nواعرف إنك في اختبار: هترضى بالنقص وتشكر ربنا على العطاء، ولا لا؟",
    "لما القلب يصدق إن كل حاجة بتحصل في حياتنا، سواء كانت خير أو شر، هي بتقدير ربنا سبحانه وتعالى وحكمته الواسعة، بنحس براحة وطمأنينة جوة نفسنا.\nالإيمان بالقدر مش مجرد عقيدة بنؤمن بيها، لكنه أسلوب حياة بيحمينا من القلق والتوتر، وبيخلينا نسلم لأمر الله ونقلل من الشكوى عن حاجات مش فاهمين حكمتها.\nالإيمان بالقدر بيعلمنا إن الأرزاق، بكل أشكالها، موزعة بحكمة ربانية عقلنا البشري الصغير مش قادر يستوعبها. وده بيحررنا من الغرق في المقارنات ومن الشكوى\nلأن مفيش حاجة بتحصل في الكون إلا بإرادة ربنا، سواء ظاهرها خير أو شر.\nويمكن اللي بنشوفه شر يكون جواه خير إحنا مش شايفينه.\nالإيمان بالقدر ركن أساسي من الإيمان: وتؤمن بالقدر خيره وشره.",
    "مفيش حاجة أصعب من إنك تلاقي نفسك مش قادر تعمل الطاعات اللي كنت متعود عليها بسبب ذنوبك.\nتبقى صاحي بالليل ومش قادر تقوم تصلي قيام الليل، أو عندك وقت فاضي ومش قادر تفتح المصحف وتقرأ صفحة قرآن، أو حتى تقول الأذكار وانت مكسل.\nوكل ده عشان استهونت بالذنوب وقلت: ده ذنب صغير مش هيأثر.\nأهو النتيجة إنك مش قادر تعمل أبسط العبادات. النبي ﷺ قال: \"إياكم ومحقّرات الذنوب، فإنهن يجتمعن على الرجل حتى يُهلكَنّه.\"",
    "مهم إنك تتعلم إنك مش لازم تبقى متاح طول الوقت.\nمن أهم دروس الحياة إنك تعرف إن الناس في الغالب بتزهق من الحاجة اللي دايمًا متوفرة ليهم من غير حدود أو شروط.\nالناس بتقلل من قيمة الشخص اللي بيعطي من غير مقابل، ومش بيكلفهم أي تعب لوجوده، لأنهم شايفين إنه دايمًا موجود ومش هيروح.\nزي ما قال يوسف السباعي: أسوأ حاجة في النفس البشرية إنها بتتعود على الفضل من الناس الطيبين، لدرجة إنها ما بقتش تحس إنه فضل البشر بطبيعتهم بيحبوا الاستفادة من الحاجة المضمونة.\nلو هم متأكدين إنك موجود دايمًا وصابر ومستحمل، هيحطوك على الهامش ومش هيقدروا اللي بتعمله. أحيانًا بيبقى الأمر لدرجة إنهم بيتجاهلوك تمامًا ومش حاسين باللي بتقدمه.\nعشان كده، لازم تبقى حريص على نفسك. ما تحولش نفسك لشخص مستنزف تحت شعار العطاء والشهامة.\nكل فترة، لازم توقف وتراجع نفسك. حدد حدودك، وراجع حجم العطاء اللي بتقدمه مش علشان تفاخر أو تمنّ، لكن علشان تضمن إن عطائك مش حاجة مفروغ منها.\nكونك متاح مش معناه إنك مستباح.",
    "جزء كبير من سلامك النفسي هتحسه لما تقتنع إنك مش متأخر عن حد.\nصاحبك اللي خطب بعد التخرج مش معناه إنه سابقك. زميلك اللي لقى شغل واستقر وانت لسه بتدور، ده مش دليل إنك متأخر. قريبك اللي جهز واتجوز وانت لسه ما بدأتش، ده رزقه في معاده مش سباق بينكم.\nحتى اللي خلف وانت لسه ما اتجوزتش، ده نصيبه مش معناها إنك متأخر. الحياة مش سباق، ومحدش سابق حد.\nكل حاجة بتيجي في معادها اللي ربنا كتبهولك، وكل واحد ليه رزقه اللي محدش هيأخده غيره.\nمتكرهش مرحلتك الحالية، استمتع باللي انت فيه، واستنى دورك بكل رضا عشان كل حاجة ليها توقيت أحسن مما تتخيل.",
    "ثم إياك تزعل على حاجة راحت منك!\nفي حاجات كان لازم تمشي من حياتك بلا رجعة، وفي ناس كان المفروض من زمان يبقوا مجرد غرباء تاني.\nفي مواقف صعبة مريت بيها علشان تبقى أقوى وتقدر تواجه اللي جاي، وفي فرص كان لازم تفوتك، لأنها لو ما ضاعتش، كنت ممكن تضيع انت بنفسك!، وفي أيام عدت عليك كأنها فراغ، علشان تقدر تحس بقيمة الأيام اللي هتجيلك وتحنو عليك.\nما تبصش للمواقف المرة من منظورها الضيق، لكن شوف هي وصلتك لإيه، زرعت فيك إيه، وأنقذتك من إيه، وفتحت لك أبواب كانت غايبة عنك.\nزي ما بتقوي مناعتك بعد ما تصاب بالمرض، بتتقوى روحك بعد كل أزمة، وكل تجربة بتعدي عليك بتسيب فيك درس. حتى لو كل اللي خرجت بيه من المواقف القاسية هو الأجر عند ربنا، فده لوحده كفاية وزيادة.\nوتذكر دايمًا عند أي فقد، الآية اللي بتقول: \"فأردنا أن يبدلهما ربهما خيرًا منه\"، \"وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ\"\nمافيش ألم إلا وربنا معاه عوض، يبدأ براحة القلب والتسليم لحكمه، وينتهي بلحظة فرح ورزق جميل يمسح كل وجع.",
    "\"قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا\"\nيحميك الله بطرق لا تفهمها\nستخرق لك السفن لأن الله يريد أن يحميك من إبحار خاطئ\nستتعثر لك خطى لأن الله يريدك ألا تبلغ وجهة مؤذية\nوستفوت عليك فرص  لأن الله يعطيك ما تحتاجه لا ما تريده \nوستصفع على وجهك  لأنها الطريقة الوحيدة كي تستفيق من غفلتك\nوسيكسر قلبك لأن كسر القلب أول خطوات الأنس بالله؛ الكثير من الحماية يأتي مقرونًا بالوجع.",
    "يولد الإنسان عجولًا، فتصفعه الحياة من حيث لا يحتسب، فيتعلم التصبر على الأقدار وفي قلبه غصة خفية ثم يعوض الله غصته كأنه ما حزن يومًا، فيدرك عظمة الصبر وحلاوته\nفتصفعه الحياة مرةً أخرى، فتضيق به الدنيا ذرعًا، فيدرك أنه يحتاج أطنانًا من الصبر! \nصبرًا به يقاوم، به يتعايش، يعيش، يتقبل مرارة الأيام وقسوتها، يتجرعها وإن لم يفهم حكمتها، يصبر لما يعلم من أسباب أقدارها، ولما لا يعلم! \nصبرًا يحمل به الدنيا على قلبه دون أن يتخبطه الجزع ولو مرة! \nوصبرًا يوصل به إلى أسمى أشكال الرضا مهما عصفت به الأقدار! \nفاللهم أعنّا على الصبر وبشرّنا بما تبشر به الصابرين يا الله.",
    "بعض الأوجاع في الحياة لا يُزيلها دفء البعض ولا بلاغتهم اللّغوية، حين يريدون التخفيف عنّا.\nفبعض الأوجاع خُلِقت لتقربنا إلى الله أكثر، خُلِقت لكي نسجد ونستغفِر، خُلِقتْ لتخبرنا أنَّ في القلب خللًا لا يملك إصلاحـهُ إلا الله.\nولتخبرنا أنّ لا أحد يمتلك المُـواسـاة غير الله.. فكن مع الله يغنيكَ عمَّا سواه.",
    "وسلامٌ لأولئك الذين داووا قلبًا جريحًا ذات مرة، ولو لمرة!\nوقفوا بجوار شخصٍ يتعثر ويسقط، فساندوا وكانوا كتف الأمان، ومتّكأ الثقة والقوة، حتى تماسك ونهض!\nأمسكوا بيدٍ ترتجف وروحٍ تسري فيها برودة الألم، فاحتضنوها بدفئهم، حتى سكنت وطابت!\nاحتووا موجوعًا كان يختنق، فما غادروه حتى انتظمت أنفاسه وعادت إليه سكينته!\nأضاءوا نورًا لمن أظلمت في عينيه الدنيا، لملموا شتات الحيارى المبعثرة أفكارهم ومشاعرهم، وكانوا منارةً للتائهة مراكبهم في بحر الحياة المتلاطم!\nواسَوْا من تسارعت خفقاته واضطربت خلجات صدره خوفًا وحزنًا، حتى هدأت الرجفات واستقرّت النبضات!\nرسموا ابتسامةً على شفة، مسحوا الدمعة، طيبّوا الخاطر بكلمة، طبّبوا الجرح بلمسة حانية!\nسلامٌ عليهم في الأولين والآخرين؛ بما رقّت منهم الأفئدة، وانسابت من حناياهم الرحمة. 🩵🌿",
    "لنّ تجد راحةً دون صلاة، ولنّ تجد سعادة دون قُرآن، ولن يطمئنّ قلبُك دون ذكِر الله. ",
    "الرحلة فردية تمامًا.\nوحدك تمشي في هذا الدرب؛ \nالله في قلبك\nوقلبك في يد الله\nوهذا هو أمانك الوحيد 🤍🌿.",
    "نحنُ بحاجة إلى ترميمِ الكُسور فينا والذبولَ الذي يعترينا في كلّ يوم، بحاجة إلى ضمادٍ دافئ يُشفي ندباتِ الأوجاع ويُزيل تكدّس الأوهان، بحاجة لأن ترفَّ قلوبنا بعيدًا.. مُلتحفةً رحابة السّماء ومواطنَ النُّورِ والسلام.",
    "أقْبِل بقلبك إلى الله، فرسائلك إليه بلا أوراق تُرسلها، بلا أبواب تقرعها.\nأخْرِج الدُّنيا من قلبك وبُثّ حوائجك إليه فربّ الكونِ يسمعك ويعلم عن كلّ تنهيدةٍ أراقت دمعتك، وأيقظت مضجعك.",
    "إلى الذين قيّدتهم الحياة بكلاليبها وطحنتهم البلايا من كلّ صوب وحدب حتى ما عادوا يعرفون أنفُسَهم\nثقوا أنّ فرج الله أقرب من صبيحة الغد، لا يخبو فتيل حسن الظن بالله في صدروكم ولو مقدار ذرّة. 🌿",
    "في البلاء يحار الفِكر وتظلِمُ الدنيا وقد نشعر بغُربة البلاء فوق مرارته، فنتجلّد في وجوه الشامتين، ونحبس الدمعة أمام المحبين.\nفلا يُخفّفُ أحزاننا إلا الدعاء، فإذا ما رفعنا أيدينا بالدعاء انهمرت الدموع وافتقر القلب إلى الله، عندها تغشانا السعادة وتغمرنا الطمأنينة.\nجرب أن تلجأ إلى الله بالدعاء كلما زاد بك البلاء، جرّب أن يفتقر قلبك إلى الله كلما اشتدَّت بك الهموم، جرّب لذّة المُناجاة بدموع وخضوع كلما نأى بك الكرب عن الناس.\nامنع نفسك الشكوى لأحدٍ مهما قست عليك الظروف، ستعيش بعدها سعادة اليقين بالقُرْب مِنَ الله واستشعار معيَّته لك.",
    "لاتترك مكانك حتى النهاية، لتظل قائما داعيًا، راجيًا، محسنًا، وجلا، تائبًا حتی النهاية فتلك علامة الصادقين المحبين؛ فلربما يجبر أدب النهايات تقصير البدايات.",
    "نحن الذين نؤمن بحكمتك وبصيرتك، ونرى النور بهُداك ومعيّتك، ونتلمّس لُطفك الخفيّ في كل أمر، فنجد توجيهك كالبلسم الذي يجلو عن أرواحنا كل كدَر وضجَر.\nنحن الذين نأنَس بقُربك إن أوحشتنا الظُلمات، فنلقى معك الأمان، والطمأنينة، والسلام يا ربّ 🤍.",
    "لله دُر قلوب تعلَّقَت بالقُرآن؛ \nلايمسّها همٌّ ولا نصبٌ ولا يأسٌ ولا شقاء.\nما أروع القرآن حين نتخذه لنا صديقًا، ولدربنا رفيقًا.\nكلما ضاقت بنا الدنيا هجرناها ورحلنا بين حروفه لنرتوي من آياته، فتواسينا آية، و تشد عزمنا آية ثانية، وتسعدنا أخرى.\nالسعادة بالقرآن ﻻ يعرفها إﻻ من اتخذ القرآن دليله.\nاللهم اجعلنا من أهل القرآن، أهل الله وخاصته.",
    "سبحانَ من يَجبرُ الخواطِر حين يُكسر كلَ شيء\nويحنُ علينا حينَ يقسُو كل شيء \nسبحان من نحن بدونه لا شيء\nوبه كلَ شيء 🤍🌿.",
    "لربما ترككَ وَحدَكَ، ليكفلكَ وَحدَه!\nربَّما تكونَ أنتَ مَن اختارهُ الله كَي يُدخلهُ الجنَّة بشعار الصَّادقين، فيُطيلُ أنفاسك بالمُجاهدةِ ؛ لِتَربح البَيع، وَيجعلكَ وحيد الظِّلِّ في دَربك لتكون يوم القيامة أُمَّة، قَانِتًا لله\nويَكسرك بذنبٍ يؤلِمُ قَلبكَ كي تعود إليهِ مُستسلمًا، مُستغفرًا ويُعلِّمك بالبلاء كَيف تدعو، وبالعُسرِ كَيفَ تَخشاه!\nويجعلك تَسقُط على بِساط الصَّبر ؛ لضيقِ الدُّنيا عليك، فَتدقّ بابه، وتُردد اسمهُ، وتتلذِّذ بذِكر صفاتهِ،  فتَتَنَزَّلُ عَلَيْكَ الْمَلَائِكَةُ قائلةً \"أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ\"\nتظنُّ أنُّه عقاب، وما هو سوى مِنحة مِن الله! ربّاك، وهذَّبك، وطهَّرك، كي تَليق بالجنّة، وَتليق بك، فيا حبَّذا الجنَّة وحلو رياضها إن كانت هي مُستقرّك في النِّهاية.",
    "يَتَنَافَسُ الصَّالِحُونَ بِكَثرَةِ الصَّلَاةِ عَلَى النَّبِيِّ؛ \nفَلَا تَجْعَل نَصِيبَكَ مِنهُ قَلِيل وَتَذَكَّر أَنَّ بِكُلِّ صَلَاةٍ عَلَى النَّبِيِّ ﷺ يُصَلِّي الله عَلَيْكَ بِهَا عَشرًا وَتُرفَعُ عَشر دَرَجَاتٍ وَيُحَطُّ عَنكَ عَشرُ خَطِيئَاتٍ.\nاللَّهُمَّ صَلِّ وَسَلِّم وَبَارِكْ عَلَى نَبِيِّنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحبِهِ أَجمَعِين.💙",
    "جرِّب أن تلجأ إلى الدعاء كلما زاد بك البلاء، جرِّب أن يفتقر قلبُك إلى ‌الله⁩ كلما اشتدَّت بك الهموم\nجرِّب لذَّة المُناجاة بدموعٍ وخضوع كلما نأى بك الكرب عن الناس\nامنع نفسك الشكوى لأحدٍ مهما ساء بك الحال، ستعيشُ بعدها سعادة اليقين بالقُرْب مِنَ الله واستشعار معيَّته لك سبحانه.",
    "يُريحك الله بَعد التَعب، ويسعِدُك بَعد الحُزن، ويعوضُّك بعد الصَّبر.. فاطمئـــن.",
    "إنَّ اللهَ لا يمنعُ إلا ليُعطي\nولا يُغْلِقُ بابًا إلا لأنَّ غيرَه خيرٌ منه\nلو استشعرنا رحمةَ اللهِ في كُلِّ حِرمان، وحكمتَه في كلِّ منعٍ،\nلهانتْ علينا الطّريق! 🌹",
    "أولىٰ خطواتِ الجَنَّةِ هِيَ الصُّحبَةُ، فَـإذَا أردتَ الجَنَّةَ انظُر إلىٰ صُحبَتِكَ.. \nإذَا وَجَدتَ نَفسَكَ تَستَحِي مِن فِعلِ الطَّاعَاتِ أمَامَهُمْ، فَـخُذْ بِمَجَامِعِ ثِيَابِكَ وغادِر؛ \nفَـلَا خَيرَ فِي صَاحِبٍ لَا يَجُرُّ صَاحِبَهُ إلىٰ الجَنَّةِ جَرًّا.",
    "ستدركُ يومًا ‏أن الصلاة كانت خيرًا من النوم ونمتَ\n‏وأن ورد القرآن كان يطمئنك وهجرتَ\nوأن الأذكار كانت تزيد يومك بركة وتكاسلت، وأن الإستغفار كان يوسع رزقك وتغافلت\nوأن قيام الليل كان يبعث الطمأنينة في قلبك وتركت\nوأن باب التوبة مفتوح في كل وقت فأجلت. \nأدرِكْ هذا باكرًا وأَقبِل! ",
    "وفي زحام الأيّام لا تنسَ الغاية التي خُلقت من أجلِها، أنت هاهنا وديعةٌ ستردّ إلى ربّها يومًا؛ فأحسِن.",
    "ما طابت الحياة إلا مع القرآن؛ \nلا شيء يمنح السّلوان، والرضَا، وشتى أنواعِ الخير إلا نُور القرآن\nفمَعه نجدُ ضالّة الطرِيق أينمَاكنا، وكانت بنا السبل.",
    "اسألوا الله دائمًا أن يهبكم السِّعة في كل شيء، أن يرزقكم سعة الصّدر وانشراح النّفس وسماحة الأخلاق\nأن يوفقكم لسعة اليد ومحبّة الجود ومسارعة البذل\nأن يسخركم لسِعة القول وحسن المنطق وطيب الكلم\nوأن يجعلكم ممّن اتسعت أنفسهم ورحبت قلوبهم فلانت طباعهم وحسُنت أخلاقهم وطابت صحبتهم.",
    "الدُّنيا دار مرورٍ لا مُقام، مراحلها الليالي والأيَّام\nنمرُّ فيها عابرينَ للدَّار الآخرة، وتمرُّ هي فتنقضي لياليها وأيَّامها، وتنتهي أفراحها وأتراحها، \nفأحسنوا في الممرِّ تسعدوا في المقرِّ.",
    "مِن أعظَم المَعرُوف الذِي قَد تُهدِيه لَأحدِهم أن تَحثّه عَلى حُسن العلاقة مَع القُرآن وتُرشده إلى تَدبّره والتَّحليق فِي مَعاني آياته؛ \nلأنَّه إن عَرف القُرآن عَرف الحياة وعَرف كَيف يَسير فِي سُبلها مُهتديًا بِحكمتِه ونُوره.\nفإنَ استَطعت أن تُعظّم فِيمَن حَولك حبّ القُرآن فافعل.",
    "ثمة مشاعر في القلب لا يواسيها إلا القرآن.\nمهما حاولت أن تواسي نفسك، وأن تمسح على قلبك المكلوم، فلن تجد أبلغ من كلام الله لترميم هشاشة القلب، وإعادة ضبط بوصلة الطريق، وترتيب المشاعر والأفكار..\nلا مواساة كمواساة القرآن أبدًا.",
    "لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ: \nإن كانت سعتك في الكلمة الطيبة؛ فأنفق منها.\nإن كانت سعتك في البسمة الصافية؛ فأنفق منها.\nإن كانت سعتك في النصيحة المخلصة؛ فأنفق منها.\nإن كانت سعتك في معاونة الآخرين؛ فأنفق منها.\nإن كانت سعتك في الدعاء، وإن كان بظهر الغيب؛ فأنفق منه.. \nليس الإنفاق مالٌ فقط!",
    "لا تقُل في داخل نفسك مالي غير الدعاء بنبرة عجزٍ وضعف وانكسار.\nالدعاء مُعجزة يرد القضاء ويغيّر الأقدار، وينقلك من حالٍ إلى حال!\nحين يُلهمك الله الدعاء ‏تيقن أنّ الله أراد بك خيرًا، والإجابة بقدر ما كان في قلبك من اليقين\nألم يقُل الله عز وجلّ: \"أنا عند ظنّ عبدي بي\"!",
    "إذا أرادَ اللهُ شيئًا تعطَّلت قوانينُ الطبيعة من أجله! \nفحينئذٍ البحرُ لا يُغرِق، والنّار لا تَحرِق، والجبلُ لا يعصِم، والحوتُ لا يَهضِم\nفلا تقُل عن أيّ شيءٍ أنه مستحِيل، وقد كان اللهُ على كل شيء قدير.",
    "عندما ينتهي يومك بسلام وأمانٍ من غير أكدار وأحزان لا تراهُ يومًا عاديًا فحسب\nبل هو نعمة أخرى أُضيفت الى حياتك تستحقّ أن تحمد الله كثيرًا\nفالأيّام التي لا يهبُ الله فيها للإنسانالطمأنينة والاستقرار مؤلمة بحقّ؛ \nفالحمد لله دائمًا وأبدًا.",
    "بِقدْر مَاتهِبْ وقتك للقُرآنّ تُفتح لك مَغاليقُ الأمور، تكفى همُومك، تُوهب لك الحيَاة. ",
    "قيمة الأذكار أنها تعينك على يقظة قلبك، تجدّد العهد الذي قطعته سابقًا\nترجوا الله بقلبك المنکسر وأنت تقول: وأنا على عهدك ووعدك ما استطعت. \nتأمّل عظمة تجدید العهد والوعد في زمن الفتن! هي كلمات تمسح بها على قلبك بعد أن أصابته قسوة الحياة…",
    "لن يُهزم شخصٌ متصالح مع نفسه يرى عيوبه بقبول، يتعلم من العثرة التي وقع بها؛ \nيعتذر إن أخطأ ويصلح إن كسر، يحاول جاهدًا ألا تحركه الكلمات، يعطي بلا شروط، يقاوم العواصف مؤمنًا أنها ستمر\nيعيش متفهمًا أن الحياة لا كمال فيها، وأن المرء لن ينال رغم سعيه إلا ما كتبه الله له."
]